{
    "en": "Angličtina",
    "cs": "čeština",
    "header": "------",
    "home": "Domů",
    "choose": "Proč zrovna my",
    "jobsOpen": "Volná pracovní místa",
    "news": "Aktuality",
    "contact": "Kontakt",
    "aboutMarket":"-------------",
    "aboutTitleBlack": "Náš marketplace propojuje kupující a prodávající",
    "aboutTitleYellow": "z celého světa.",
    "titleBlackPC": "Náš marketplace propojuje",
    "titleYellowPC": "kupující a prodávající z celého světa.",
    "manyText": "Vytváříme inovativní a bezpečné prostředí, které podporuje růst a úspěch našich prodejců a poskytuje kvalitní zákaznický servis. Jsme online tržištěm, kde se setkávají nabídky a poptávky a kde najdete jedinečný a spolehlivý způsob, jak obchodovat.",
    "btnText": "Přejt na Marketplace",
    "whyToChooseBlock": "--------------",
    "largeBase": "Hodně zákazníků",
    "largeBaseText": "Umístěním svých produktů na náš marketplace získáte přístup k širokému a rozmanitému publiku potenciálních zákazníků, zvýšíte viditelnost své značky a prodejní potenciál",
    "partnership": "Partnerství s nami ",
    "partnershipText": "Nabzíme flexibilní možnosti partnerstv přizpůsobené vašim potřebám ",
    "growth": "Růst ",
    "growthText": "Růst spolu s námi. Naše plány na tozšření platformy jsou v souladu s vašimi cíli růstu firmy ",
    "diversity":"Rozmanitost a interakce ",
    "diversityText":"Naše platforma podporuje rozmanitost. Ukažte své jedinečné produkty a spojte se se zákazníky, které vaše nabídka zajímá ",
    "join":"Vstupte do naší komunity ",
    "joinText":" Staňte se součástí naš prosperující komunity výrobců a nakupujících. Spolupracujte, inovujte a uspěte společně ",
    "everything":"Vše transparentně",
    "everythingText":"Politika transparentnosti. Naše podmínky partnerství, včetně struktur poplatků a provizí, jsou jednoduché a spravedlivé ",
    "convenience":"Vaše pohodlí ",
    "convenienceText":"Partnerství s námi je pohodlné, protože můžete svou firmu přenést online, aniž byste museli vytvářet webové stránky a propagovat je"
}