{
    "en": "English",
    "cs": "Czech",
    "hedaer": "-----",
    "home": "Home",
    "choose": "Why to choose us",
    "jobsOpen": "Job openings",
    "news": "News",
    "contact": "Contact details",
    "aboutMarket": "-----------",
    "aboutTitleBlack": "Our marketplace connects buyers and sellers",
    "aboutTitleYellow": "from around the world.",
    "titleBlackPC": "Our marketplace connects",
    "titleYellowPC": "buyers and sellers from around the world.",
    "manyText": "We create an innovative and secure environment that fosters the growth and success of our sellers while providing high-quality customer service. We are an online marketplace where supply and demand meet, offering a unique and reliable way to trade",
    "btnText": "Go to marketplace",
    "whyToChooseBlock": "-----cards------",
    "largeBase": "A large customer base",
    "largeBaseText": "By listing your products on our marketplace, you gain access to a wide and diverse audience of potential customers, increasing your brand visibility and sales potential",
    "partnership": "Partnership with us",
    "partnershipText": "We offer flexible partnership options tailored to your needs ",
    "growth": "Growth ",
    "growthText": "Grow with us! Our plans for expanding the platform are aligned with your business growth goals. ",
    "diversity": "Diversity and interaction ",
    "diversityText": "Our platform promotes diversity. Showcase your unique products and connect with customers who are interested in what you offer ",
    "join": "Join our community ",
    "joinText": "Become a part of our thriving community of manufacturers and buyers. Collaborate, innovate, and succeed together",
    "everything": "Everything with transparency",
    "everythingText": "Transparency policy. Our partnership terms, including fee and commission structures, are simple and fair",
    "convenience": "Your convenience ",
    "convenienceText": "Partnering with us is convenient, as you can take your business online without the need to create and promote a website",
    "_for_seller": "for_seller",
    "for_seller": "For sellers",
    "why_choose_title": "Why Choose Us?",
    "who_we_are_list": "Marketplace Reli, who we are",
    "why_choose_list_1": "With our broad network of buyers and sellers across Europe and worldwide, Marketplace Reli offers unmatched exposure and reach for your products and services.",
    "why_choose_list_2": "We equip sellers with comprehensive tools, resources, and dedicated support to help them grow and succeed in today’s competitive digital marketplace.",
    "why_choose_list_3": "Our pricing model is clear and straightforward. You only pay for the services you use - no hidden charges. ",
    "why_choose_list_4": "As a seller on our platform, you gain access to powerful promotional tools such as featured listings and targeted advertising campaigns, designed to boost visibility, attract more customers, and increase sales.",
    "why_choose_list_5": "Selling on Marketplace Reli can be significantly more cost-effective than traditional marketing avenues. Our platform handles much of the promotion for you. ",
    "why_choose_list_6": "Sellers benefit from direct feedback through customer reviews and ratings providing valuable insights to enhance product quality and customer satisfaction.",
    "why_choose_list_7": "All payments processed through Marketplace Reli are secure, handled via a trusted and reliable payment gateway. ",
    "why_choose_list_8": "Our experienced support team is here to assist you - from onboarding and setup to ongoing assistance throughout your seller journey. ",
    "why_choose_list_9": "Selling on Marketplace Reli gives you an edge in the market. Differentiate your products, offer attractive pricing, and capitalize on emerging trends to stay ahead of the competition. ",
    "info_for_seller_title": "Fees for Sellers ",
    "info_for_seller_desc": "Selling on Marketplace Reli involves a transparent fee system influenced by several factors:",
    "info_for_seller_list_1": "Fees may vary by product category, particularly if specific items require special handling, storage, or fulfillment solutions. ",
    "info_for_seller_list_2": "We offer tiered pricing based on your sales performance or the number of listings. Higher-volume sellers may qualify for reduced rates. ",
    "info_for_seller_list_3": "Optional premium services such as priority search placement, advertising packages, or fulfillment solutions are available for an additional fee.",
    "info_for_seller_list_4": "Periodically, we offer promotional campaigns and fee discounts during special events or seasonal promotions.",
    "cost_by_category": "Commission Rates by Product Category: ",
    "table_gadgets": "Appliances / gadgets",
    "table_baby": "Baby / kids goods",
    "table_bags": "Backpacks / bags",
    "table_beauty": "Beauty / health",
    "table_clothing": "Clothing",
    "table_computers": "Computers",
    "table_electronics": "Electronics",
    "table_furniture": "Furniture",
    "table_home": "Home and kitchen",
    "table_jewerly": "Jewelry",
    "table_garden": "Garden",
    "table_office": "Office products",
    "table_pets": "Pets goods",
    "table_sports": "Sports",
    "table_toys": "Toys / games",
    "table_watches": "Watches",
    "table_alcohol": "Alcohol",
    "table_art_and_handmade": "Art and Handmade",
    "table_equipment": "Equipment",
    "table_food_and_drinks": "Food and Drinks",
    "table_price_text_1": "13% if the price of an item is up to",
    "table_price_text_2": "5% if the price of an item more than",
    "after_table_text": "Reli Group s.r.o. applies a standard acquiring fee, which covers the cost of payment processing. Additional marketplace commission is applied depending on category or promotion agreements.",
    "start_selling_title": "To start sellingon marketplace Reli",
    "start_selling_desc": "After initial contact, a Reli manager will guide the Seller through the onboarding process. Sellers must provide complete product data. Your manager will help you: understand how to list your products properly, meet our technical and logistics requirements, answer onboarding-related questions. ",
    "start_selling_list_2": "All sellers must agree to our platform’s terms and conditions, seller policies, and user agreements. These documents outline the roles, rights, and responsibilities of all participating sellers. ",
    "start_selling_list_3": "Sellers are required to create accurate and informative product listings. This includes descriptions, images, pricing, availability, and other essential details to help customers make informed decisions. ",
    "start_selling_list_4": "You must adhere to our guidelines regarding acceptable listings, prohibited items, intellectual property rights, shipping, customer service, and other operational standards. ",
    "start_selling_list_5": "All products listed must meet Marketplace Reli’s quality criteria. This includes product authenticity, proper packaging, accurate labeling, and high levels of customer satisfaction. ",
    "start_selling_list_6": "Sellers must accept our fee structure, which includes applicable listing fees, transaction commissions, and any relevant subscription charges. ",
    "start_selling_list_7": "We expect sellers to provide prompt, courteous, and professional customer service. This includes responding to messages, resolving customer issues, handling returns, and managing disputes in a timely manner. ",
    "onboarding_preparation_notice": "PLEASE PREPARE ALL REQUIRED PRODUCT INFORMATION BEFORE THE ONBOARDING EMAIL EXCHANGE TO SPEED UP THE PROCESS.",
    "marketplace_listing_required_info": "REQUIRED INFORMATION FOR MARKETPLACE LISTING:",
    "product_name_and_desc": {
        "title": "Product Name and Description",
        "text1": "Product name",
        "text2": "SKU (unique code)",
        "text3": "Product category",
        "text4": "Short description (up to 500 characters)",
        "text5": "Full description (up to 2000 characters, with advantages and features)"
    },
    "language_requirement": {
        "title": "Language Requirement!",
        "text1": "All information must be provided in English",
        "text2": "Providing the same information in Czech is highly encouraged and helps speed up the approval and listing process"
    },
    "images_rules": {
        "title": "Images",
        "text1": "Format: JPG or PNG",
        "text2": "Minimum resolution: 708 x 708 pixels, RECOMMENDED 1024 x 1024 pixels",
        "text3": "Images must be clear, sharp, well-lit, and free from watermarks, logos, or text overlays",
        "text4": "The product should occupy at least 80% of the image frame",
        "text5": "Include at least 1 main image (up to 5 additional ones from different angles or in use)"
    },
    "vat_percentage": {
        "title": "VAT Percentage",
        "text": "The applicable Value Added Tax (VAT) rate for each product, based on your local legislations or country of sale"
    },
    "product_dimensions_and_weight": {
        "title": "Product Dimensions and Weight",
        "text1": "Provide accurate measurements in the following format:",
        "list1": "Length x Width x Height (in cm), (L x W x H – in this exact order)",
        "list2": "Weight (in kg)",
        "text2": "MISSING OR INACCURATE DIMENSIONS CAN RESULT IN SHIPPING ERRORS, INCORRECT DELIVERY PRICING, AND DELAYS"
    },
    "deadline_for_submitting_product_info": {
        "title": "DEADLINE FOR SUBMITTING PRODUCT INFORMATION",
        "text": "You must submit all required product information within 30 days from the initial onboarding contact."
    },
    "step_2_agreement_signing": {
        "title": "STEP 2: Agreement Signing",
        "text": "You have 30 calendar days to confirm and sign the cooperation agreement. If the agreement is not signed in time, onboarding will be paused."
    },
    "step_3_final_approval_and_listing": {
        "title": "STEP 3: Final Approval and Product Listing",
        "text": "Once all product data is delivered and approved, Reli Group s.r.o. will publish the products on the marketplace. Your assigned manager will support you throughout the process."
    },
    "if_you_get_the_order": {
        "title": "IF YOU GET THE ORDER",
        "step1_title": "1. Order Confirmation",
        "step1_text": "You must confirm each new order within 24 hours (business days only).",
        "step2_title": "2. Packing the Order",
        "step2_text": "You are responsible for packing the order yourself, including.",
        "step3_title": "3. Shipping Deadline",
        "step3_text": "The order must be shipped within 3 business days after confirmation.",
        "step4_title": "4. Shipping Method",
        "step4_text": "The parcel must be handed over to the agreed transport company which is chosen by a buyer."
    },
    "communication_policy": {
        "title": "Communication Policy",
        "text1": "To avoid delays and ensure clear communication, please note:",
        "list1": "All communication must go through email: ",
        "list1_email": "office@reli.one",
        "list2": "If you have questions, consult this document first, it was designed to answer most common issues and reduce back-and-forth",
        "list3": "Repeated or avoidable questions slow down the onboarding process for everyone. Please follow the steps and formats described here carefully."
    },
    "mission_statement": {
        "at": "At",
        "marketplace": "Marketplace Reli, ",
        "other_text": "our mission is to provide a seamless, secure, and efficient platform where buyers and sellers can connect, transact, and grow together. Whether you're in search of unique products, unbeatable deals, or a space to showcase your offerings, we are here to deliver an exceptional user experience. Marketplace Reli is more than just an e-commerce platform - we are a dynamic team of innovators, technology enthusiasts, and customer-centric professionals. Our commitment lies in building a trusted, transparent, and user-friendly environment for everyone involved."
    },
    "info_for_seller": {
        "product_category": "Product Category",
        "sales_volume": "Sales Volume",
        "value_added_services": "Value-Added Services",
        "promotional_discounts": "Promotional Discounts"
    },
    "european_reach_title": "European Reach, Global Impact",
    "empower_business_title": "Empower Your Business",
    "fair_fees_title": "Fair and Transparent Fee Structure",
    "promote_brand_title": "Promote Your Brand",
    "reduced_costs_title": "Reduced Marketing Costs",
    "customer_feedback_title": "Customer Reviews and Feedback",
    "secure_transactions_title": "Secure Transactions",
    "support_team_title": "Dedicated Support Team",
    "competitive_advantage_title": "Competitive Advantage"
}