{
    "en": "English",
    "cs": "Czech",
    "hedaer": "-----",
    "home": "Home",
    "choose": "Why to choose us",
    "jobsOpen": "Job openings",
    "news": "News",
    "contact": "Contact details",
    "aboutMarket": "-----------",
    "aboutTitleBlack": "Our marketplace connects buyers and sellers",
    "aboutTitleYellow": "from around the world.",
    "titleBlackPC": "Our marketplace connects",
    "titleYellowPC": "buyers and sellers from around the world.",
    "manyText": "We create an innovative and secure environment that fosters the growth and success of our sellers while providing high-quality customer service. We are an online marketplace where supply and demand meet, offering a unique and reliable way to trade",
    "btnText": "Go to marketplace",
    "whyToChooseBlock": "-----cards------",
    "largeBase": "A large customer base",
    "largeBaseText":"By listing your products on our marketplace, you gain access to a wide and diverse audience of potential customers, increasing your brand visibility and sales potential",
    "partnership":"Partnership with us",
    "partnershipText":"We offer flexible partnership options tailored to your needs ",
    "growth":"Growth ",
    "growthText":"Grow with us! Our plans for expanding the platform are aligned with your business growth goals. ",
    "diversity":"Diversity and interaction ",
    "diversityText":"Our platform promotes diversity. Showcase your unique products and connect with customers who are interested in what you offer ",
    "join":"Join our community ",
    "joinText":"Become a part of our thriving community of manufacturers and buyers. Collaborate, innovate, and succeed together",
    "everything":"Everything with transparency",
    "everythingText":"Transparency policy. Our partnership terms, including fee and commission structures, are simple and fair",
        "convenience":"Your convenience ",
    "convenienceText":"Partnering with us is convenient, as you can take your business online without the need to create and promote a website"
}