{
  "_langModal": "langModal",
  "language": "Sprache",
  "en": "Englisch",
  "cs": "Tschechisch",
  "de": "Deutsch",
  "_headerAndFooter": "headerAndFooter",
  "for_seller": "Für Verkäufer",
  "for_buyers": "Für Käufer",
  "about_company": "Über das Unternehmen",
  "enter_account": "Betreten",
  "orders": "Aufträge",
  "choice": "Auswahl",
  "bin": "Behälter",
  "phone": "Nummer",
  "email": "Email",
  "address": "Adresse",
  "reli_address": "Na Lysinách 551/34, Prag 4 - Hodkovičky, Postleitzahl 147 00",
  "footer_order": "Aufträge",
  "home": "Heim",
  "category": "Kategorie",
  "_main": "_main",
  "recommend": "Wir empfehlen für Sie",
  "_loginModal": "loginModal",
  "login": "Anmeldung",
  "email_address": "E-Mail-Adresse",
  "password": "Passwort",
  "forgotten_password": "Passwort vergessen",
  "stay_logged_in": "Bleibe eingeloggt",
  "continue": "Weitermachen",
  "dont_have_acc": "Sie haben noch kein Konto?",
  "register_here": "Hier registrieren",
  "_sign_up": "sign_up",
  "register_title": "Hier registrieren",
  "sign_email": "Email*",
  "first_name": "Vorname",
  "surname": "Nachname",
  "telefon": "Telefon*",
  "agree_rules": "Sie stimmen den Regeln zu",
  "sign_up": "Melden Sie sich an",
  "password_confirmation": "Passwort bestätigung",
  "_otp_conf": "otp_conf",
  "otp_title": "Bestätigungsemail",
  "otp_desc": "Geben Sie den an Ihre E-Mail-Adresse gesendeten Einmalcode ein",
  "otp_time_text": "option zum erneuten Senden nach",
  "otp_send": "senden Sie den Code erneut",
  "otp_submit": "E-Mail bestätigen",
  "_pass_otp": "_pass_otp",
  "pass_otp_title": "Bestätigen Sie Ihre E-Mail",
  "pass_otp_desc": "Schreiben Sie Ihre E-Mail zur Bestätigung und Datensicherheit",
  "_profile_nav": "profile_nav",
  "account": "konto",
  "my_orders": "Meine bestellungen",
  "settings": "Einstellungen",
  "log_out": "Ausloggen",
  "change_pass": "Passwort ändern",
  "delete_account": "Konto löschen",
  "delete_account_desc": "Möchten Sie Ihr Konto wirklich löschen?",
  "yes": "Ja",
  "no": "Nein",
  "_change_pass_page": "change_pass_page",
  "old_passord": "Altes passwort",
  "new_password": "Neues passwort",
  "pass_change_conf": "Bestätigung der passwortänderung",
  "change_password_btn": "Kennwort ändern",
  "_email_conf": "email_conf",
  "email_conf_desc": "Senden einer E-Mail an ihre E-Mail-Adresse zum zurücksetzen des passworts",
  "email_conf_send": "Schicken",
  "_product_card": "product_card",
  "buy": "Kaufen",
  "_basket": "basket",
  "basket_modal_title": "Produkt zum warenkorb hinzugefügt",
  "go_pay": "gehe zum vorschlag",
  "continue_shopping": "mit dem einkaufen fortfahren",
  "select_all": "Wählen sie alle",
  "count": "waren",
  "basket_use": "Verwenden",
  "subtotal": "Zwischensumme",
  "transportation": "Transport",
  "transportation_calculate_text": "Der versand wird im nächsten Schritt berechnet",
  "total": "In summe",
  "basket_continue": "Weitermachen",
  "_mob_basket": "mob_basket",
  "shopping_card": "Einkaufswagen",
  "_payment": "payment",
  "add_address": "Zusätzliche Adresse",
  "region_city": "Land/region",
  "pay_name": "Name",
  "pay_surname": "Nachname",
  "pay_address": "Adresse",
  "pay_phone": "Telefon",
  "save_info_for_future": "Speichern sie die informationen für zukünftige einkäufe",
  "back_to_basket": "Zurück zum warenkorb",
  "continue_sending": "Senden sie weiter",
  "_payment_delivery": "payment_delivery",
  "pay_change": "Ändern",
  "delivery": "Lieferung",
  "collection_warehouse": "Abholung ab lager",
  "free": "Kostenlos",
  "delivery_address": "Lieferung an die adresse",
  "back_to_info": "Back to Information",
  "proceed_checkout": "Zur kasse",
  "_payment_plata": "payment_plata",
  "way_transportation": "Transportmittel",
  "payment": "Zahlung",
  "debit_credit": "Debit-/kreditkarten",
  "back_to_delivery": "Zurück zum lieferung",
  "pay_now": "Zahlen sie jetzt",
  "_payment_end": "payment_end",
  "payment_end_title": "Ihre bestellung wurde erfolgreich aufgegeben!",
  "payment_end_desc": "Ihre Bestellung Nr. 1210031 wurde am 08.12.2023 um 16:08 Uhr erfolgreich erstellt. Eine E-Mail mit Bestellinformationen wird an Ihre E-Mail-Adresse gesendet",
  "home_btn": "Heim",
  "_my_orders": "my_orders",
  "current_tab": "Aktuell",
  "history_tab": "Geschichte",
  "order": "Befehl",
  "delivery_time": "Wir liefern bis zum 1. November",
  "order_time": "Bestellzeitpunkt",
  "compilation": "Zusammenstellung",
  "towards": "In richtung",
  "in_sorting_center": "Im sortierzentrum",
  "at_the_point": "Am punkt der ausgabe",
  "promotional_code": "Angebotscode",
  "delivered_on": "Geliefert am ",
  "write_review": "Eine rezension schreiben",
  "_filtration": "filtration",
  "popularity": "Popularität",
  "rising_price": "Steigender preis",
  "price_descending": "Preis fallend",
  "price_filtr_text": "Größe",
  "min_price": "mindest. preis",
  "max_price": "höchstpreis",
  "apply_filtr": "einen Filter anwenden",
  "_mob_filter": "mob_filter",
  "filters": "filter",
  "arrange": "Arrangieren",
  "according_popularity": "nach beliebtheit",
  "_for_byers": "for_byers",
  "who_we_are_list": "Marketplace Reli, wer wir sind",
  "our_mission": "Unsere Aufgabe",
  "what_sets_us": "Was uns auszeichnet",
  "our_values": "Unsere Werte",
  "account_information": "Kontoinformationen",
  "make_purchase": "So tätigen sie einen einkauf",
  "delivery_options": "Lieferoptionen",
  "payment_options": "Zahlungsmöglichkeiten",
  "who_we_are": "Wer wir sind",
  "who_we_are_text": "Bei Reli Marketplace haben wir uns zum Ziel gesetzt, Käufern und Verkäufern eine nahtlose und sichere Plattform zu bieten, auf der sie sich vernetzen, Geschäfte abwickeln und erfolgreich sein können. Egal, ob Sie nach einzigartigen Produkten suchen, tolle Angebote finden oder Ihre eigenen Angebote präsentieren möchten, wir sind hier, um Ihre Erfahrung außergewöhnlich zu machen. Marketplace Reli ist mehr als nur ein Marktplatz – wir sind ein leidenschaftliches Team aus Innovatoren, Technikbegeisterten und Kundenvertretern. Unser vielfältiges Team hat sich zum Ziel gesetzt, eine vertrauenswürdige, transparente und benutzerfreundliche Umgebung für alle Teilnehmer zu schaffen.",
  "our_mission_text": "Marketplace Reli engagiert sich für die Förderung einer lebendigen Community, in der Einzelpersonen und Unternehmen vertrauensvoll entdecken, kaufen und verkaufen können. Unsere Mission ist es, Unternehmer zu stärken, kleine Unternehmen zu unterstützen und Kunden zu begeistern, indem wir allen Teilnehmern außergewöhnliche Produkte und Dienstleistungen bieten.",
  "what_sets_us_first": "VERTRAUEN UND SICHERHEIT: Die Sicherheit und Privatsphäre unserer Benutzer haben für uns oberste Priorität. Unsere Plattform nutzt robuste Sicherheitsmaßnahmen und proaktive Moderation, um einen sicheren und vertrauenswürdigen Marktplatz zu gewährleisten.",
  "what_sets_us_second": "VIELFÄLTIGE AUSWAHL: Von handgefertigtem Kunsthandwerk bis hin zu hochmodernen Gadgets bietet der Marktplatz Reli ein vielfältiges Produktsortiment von Verkäufern aus der ganzen Welt.",
  "what_sets_us_third": "AUSSERGEWÖHNLICHER SERVICE: Unser Kundensupportteam ist für Sie da, um Sie bei jedem Schritt zu unterstützen. Egal, ob Sie eine Frage oder ein Anliegen haben oder Hilfe benötigen, wir sind für Sie da.",
  "our_values_first": "INTEGRITÄT: Wir handeln bei all unseren Interaktionen ehrlich, transparent und fair. INNOVATION: Wir begrüßen Innovationen und sind ständig bestrebt, das Benutzererlebnis durch Technologie und Kreativität zu verbessern.",
  "our_values_second": "GEMEINSCHAFT: Wir glauben an die Macht der Gemeinschaft und fördern sinnvolle Verbindungen zwischen Käufern und Verkäufern.",
  "our_values_third": "NACHHALTIGKEIT: Wir setzen uns für ökologische Nachhaltigkeit ein und unterstützen, wann immer möglich, umweltfreundliche Praktiken.",
  "how_start_desc": "Um ein personalisiertes Einkaufserlebnis zu genießen und auf exklusive Funktionen zuzugreifen, laden wir Sie ein, Ihr Konto zu erstellen. Die Anmeldung ist schnell, einfach und kostenlos.",
  "first_step": "Klicken Sie auf „Anmelden“",
  "first_step_desc": " Klicken Sie auf unserer Plattform auf die Schaltfläche „Anmelden“ oder „Registrieren“.",
  "second_step": "Geben Sie Ihre Details an",
  "second_step_desc": "Füllen Sie die erforderlichen Felder im Registrierungsformular aus, einschließlich Ihrer E-Mail-Adresse, Ihres Benutzernamens und Ihres Passworts. Wir können Sie auch um zusätzliche Informationen bitten, damit wir Ihr Erlebnis Ihren Präferenzen anpassen können.",
  "third_step": "Bestätigen Sie Ihre E-Mail",
  "third_step_desc": "Nachdem Sie Ihre Registrierungsdaten übermittelt haben, sehen Sie in Ihrem E-Mail-Posteingang nach, ob Sie eine Bestätigungsnachricht von uns erhalten haben. Klicken Sie auf den bereitgestellten Bestätigungslink, um Ihre E-Mail-Adresse zu bestätigen und Ihr Konto zu aktivieren.",
  "fourth_step": "Profil vervollständigen",
  "fourth_step_desc": "Sobald Ihr Konto aktiviert ist, nehmen Sie sich einen Moment Zeit, um Ihr Profil zu vervollständigen.",
  "fifth_step": "Beginn mit dem Einkauf",
  "fifth_step_desc": "Jetzt ist Ihr Konto eingerichtet und einsatzbereit. Erkunden Sie unseren Marktplatz. Durchsuchen Sie die Angebote, legen Sie Artikel in Ihren Einkaufswagen und genießen Sie den Komfort des sicheren Online-Shoppings.",
  "benefits_title": "Vorteile der Kontoerstellung",
  "benefits_first": "Personalisierte Empfehlungen: Erhalten Sie maßgeschneiderte Produktempfehlungen basierend auf Ihrem Browser- und Kaufverlauf.",
  "benefits_second": "Schnellere Kaufabwicklung: Sparen Sie Zeit an der Kaufabwicklung, indem Sie Ihre Versand- und Zahlungsinformationen sicher in Ihrem Konto speichern.",
  "benefits_third": "Bestellverfolgung: Behalten Sie den Überblick über Ihre Bestellungen und sehen Sie sich deren Status jederzeit und überall an.",
  "security_title": "Sicherheit und Datenschutz",
  "security_desc": "Seien Sie versichert, dass Ihre persönlichen Daten bei uns sicher und geschützt sind. Wir implementieren branchenübliche Sicherheitsmaßnahmen, um Ihre Daten und Ihre Privatsphäre jederzeit zu schützen.",
  "purchase_first_step_title": "Angebote durchsuchen",
  "purchase_first_step_desc": "Beginnen Sie mit dem Durchsuchen der Angebote auf unserem Marktplatz. Verwenden Sie die Suchleiste, um bestimmte Artikel zu finden, oder erkunden Sie Kategorien, um neue Produkte zu entdecken.",
  "purchase_second_step_title": "Wählen Sie Ihren Artikel aus",
  "purchase_second_step_desc": "Wenn Sie den Artikel gefunden haben, den Sie kaufen möchten, klicken Sie auf das Angebot, um weitere Details anzuzeigen. Nehmen Sie sich einen Moment Zeit, um die Artikelbeschreibung zu lesen, die Bewertungen des Verkäufers zu überprüfen und alle verfügbaren Fotos zu prüfen.",
  "purchase_third_step_title": "Fügen Sie den Artikel Ihrem Warenkorb hinzu und überprüfen Sie ihn",
  "purchase_third_step_desc": "Wenn Sie Artikel in Ihren Warenkorb gelegt haben, überprüfen Sie Ihren Warenkorb, um sicherzustellen, dass alles richtig aussieht. Sie können Mengen anpassen, Artikel entfernen oder verfügbare Rabattcodes anwenden, bevor Sie zur Kasse gehen.",
  "purchase_fourth_step_title": "Zur Kasse gehen",
  "purchase_fourth_step_desc": "Wenn Sie bereit sind, Ihren Einkauf abzuschließen, klicken Sie auf das Schaltfläche „Zur Kasse gehen“.",
  "purchase_fifth_step_title": "Versanddetails angeben",
  "purchase_fifth_step_desc": "Geben Sie Ihre Lieferadresse ein, an die Ihre Artikel geliefert werden sollen. Überprüfen Sie die Richtigkeit Ihrer Adresse, um Lieferprobleme zu vermeiden.",
  "purchase_sixth_step_title": "Zahlungsmethode auswählen",
  "purchase_sixth_step_desc": "Wählen Sie Ihre bevorzugte Zahlungsmethode aus den verfügbaren Optionen aus. Wir akzeptieren verschiedene Zahlungsmethoden.",
  "purchase_seventh_step_title": "Kauf abschließen",
  "purchase_seventh_step_desc": "Folgen Sie den Anweisungen auf dem Bildschirm, um Ihren Kauf abzuschließen. Geben Sie bei Bedarf Ihre Zahlungsdetails ein und bestätigen Sie Ihre Bestellung.“ Sobald Ihre Zahlung erfolgreich verarbeitet wurde, erhalten Sie eine Bestellbestätigungs-E-Mail.",
  "purchase_eighth_step_title": "Bestellung verfolgen",
  "purchase_eighth_step_desc": "Sie können den Status Ihrer Bestellung mithilfe der Tracking-Informationen in Ihrer Bestellbestätigungs-E-Mail oder durch Anmeldung bei Ihrem Reli-Konto verfolgen.",
  "delivery_title": "Wir vom Marktplatz Reli wissen, dass Bequemlichkeit und Flexibilität beim Empfang Ihrer Bestellungen unerlässlich sind. Deshalb bieten wir eine Vielzahl von Lieferoptionen an, die Ihren Bedürfnissen entsprechen. Egal, ob Sie die Bequemlichkeit einer Lieferung nach Hause oder die Flexibilität einer Selbstabholung bevorzugen, wir haben das Richtige für Sie.",
  "delivery_first_title": "KURIERLIEFERUNG",
  "delivery_first_desc": "Wählen Sie aus einer Auswahl vertrauenswürdiger Kurierdienste, um Ihre Bestellung direkt an Ihre Haustür liefern zu lassen. Genießen Sie den Komfort verfolgbarer Sendungen und zuverlässiger Lieferzeiten.",
  "delivery_second_title": "LAGERABHOLUNG",
  "delivery_second_desc": "Wenn Sie Ihre Bestellung persönlich abholen möchten, wählen Sie unsere Lagerabholoption und holen Sie Ihre Artikel zu Ihrer Bequemlichkeit ab.",
  "delivery_third_title": "INTERNATIONALER VERSAND",
  "delivery_third_desc": "Unser Marktplatz bietet internationale Versandoptionen an Ziele auf der ganzen Welt.",
  "delivery_fourth_title": "BESTELLUNG VERFOLGEN",
  "delivery_fourth_desc": "Bleiben Sie mit unserer Auftragsverfolgungsfunktion bei jedem Schritt auf dem Laufenden.",
  "payment_title": "Auf dem Marktplatz Reli bemühen wir uns, den Bezahlvorgang so bequem wie möglich zu gestalten. Deshalb bieten wir eine Vielzahl von Zahlungsoptionen an, die Ihren Präferenzen entsprechen. Egal, ob Sie die einfache Online-Zahlung oder die Flexibilität einer Barzahlung bei Abholung bevorzugen, wir haben das Richtige für Sie.",
  "payment_first_title": "ONLINE-ZAHLUNG",
  "payment_first_desc": "Genießen Sie den Komfort, Ihre Einkäufe sicher online mit Ihrer Kredit- oder Debitkarte zu bezahlen. Unser verschlüsseltes Zahlungsportal sorgt dafür, dass Ihre Transaktionen sicher und geschützt sind. Geben Sie beim Bezahlvorgang einfach Ihre Kartendaten ein und Ihre Bestellung wird schnell und sicher bearbeitet.",
  "payment_second_title": "BARZAHLUNG BEI ABHOLUNG",
  "payment_second_desc": "Mit unserer Barzahlungsoption bei Abholung können Sie Ihre Zahlung abschließen, wenn Sie Ihre Bestellung persönlich abholen. Wählen Sie einfach die Zahlungsmethode beim Bezahlvorgang aus. Bitte beachten Sie, dass Barzahlungen nur in der lokalen Währung akzeptiert werden.",
  "payment_third_title": "SICHERE TRANSAKTIONEN",
  "payment_third_desc": " Egal, ob Sie online oder persönlich bezahlen, seien Sie versichert, dass Ihre Zahlungsinformationen durch branchenübliche Standards geschützt sind. Verschlüsselungsprotokolle. Wir treffen alle Vorkehrungen, um sicherzustellen, dass Ihre Transaktionen sicher und geschützt sind, sodass Sie auf dem Marktplatz Reli vertrauensvoll einkaufen können.",
  "support_title": "Wenn Sie Fragen haben oder Hilfe benötigen, steht Ihnen unser engagiertes Kundensupportteam gerne zur Verfügung. Kontaktieren Sie uns unter",
  "_for_seller": "for_seller",
  "why_choose_title": "Warum Sie sich für uns entscheiden sollten?",
  "why_choose_list_1": "EUROPÄISCHE REICHWEITE, GLOBALE WIRKUNG: Mit unserem ausgedehnten Netzwerk aus Käufern und Verkäufern in ganz Europa und darüber hinaus bietet der Marktplatz Reli beispiellose Reichweite und Präsenz für Ihre Produkte und Dienstleistungen.",
  "why_choose_list_2": "STÄRKEN SIE IHR UNTERNEHMEN: Unsere Plattform bietet den Verkäufern die Tools, Ressourcen und Unterstützung, die Sie für Ihren Erfolg benötigen.",
  "why_choose_list_3": "FAIRE UND TRANSPARENTE GEBÜHREN: Unsere unkomplizierte Gebührenstruktur stellt sicher, dass Sie für die von Ihnen genutzten Dienste bezahlen.",
  "why_choose_list_4": "FÖRDERN SIE IHRE MARKE: Als Verkäufer auf unserem Marktplatz erhalten Sie leistungsstarke Werbefunktionen, von vorgestellten Angeboten bis hin zu gezielten Werbekampagnen, die Ihnen helfen, Ihre Sichtbarkeit zu erhöhen, mehr Kunden anzuziehen und den Umsatz zu steigern.",
  "why_choose_list_5": "REDUZIERTE MARKETINGKOSTEN: Der Verkauf auf unserem Marktplatz kann kostengünstiger sein als herkömmliche Marketingkanäle. Der Marktplatz übernimmt einen Großteil der Marketing und Werbung.",
  "why_choose_list_6": "KUNDENFEEDBACK UND -BEWERTUNGEN: Unser Marktplatz ermöglicht es Verkäufern, direktes Feedback von Kunden durch Produktbewertungen und -beurteilungen zu erhalten. Dieses Feedback kann von unschätzbarem Wert sein, um die Produktqualität zu verbessern, Kundenanliegen zu berücksichtigen und das allgemeine Kundenerlebnis zu verbessern.",
  "why_choose_list_7": "SICHERE TRANSAKTIONEN: Alle Transaktionen auf dem Marktplatz Reli sind sicher und mit einem vertrauenswürdigen Zahlungsabwicklungssystem geschützt.",
  "why_choose_list_8": "SPEZIALISIERTES SUPPORTTEAM: Falls Sie Fragen oder Hilfe haben, steht Ihnen unser engagiertes Supportteam zur Verfügung, von der Onboarding-Unterstützung bis hin zum laufenden Support.",
  "why_choose_list_9": "WETTBEWERBSVORTEIL: Indem Sie auf unserem Marktplatz verkaufen, verschaffen Sie sich einen Wettbewerbsvorteil gegenüber Ihren Mitbewerbern. Sie können Ihre Produkte differenzieren, wettbewerbsfähige Preise anbieten und von aufkommenden Markttrends profitieren.",
  "info_for_seller_title": "Gebühreninformationen für Verkäufer",
  "info_for_seller_desc": "Die Gebühren für den Verkauf auf unserem Marktplatz können von mehreren Faktoren abhängen, darunter:",
  "info_for_seller_list_1": "PRODUKTKATEGORIE: Die Gebühren können je nach Kategorie der verkauften Produkte variieren. Diese Gebühren können auch unterschiedlich sein, wenn bestimmte Produktkategorien spezielle Handhabungs-, Lagerungs- oder Fulfillment-Dienste erfordern.",
  "info_for_seller_list_2": "TRANSAKTIONSVOLUMEN: Unser Marktplatz bietet gestaffelte Preise basierend auf dem Verkaufsvolumen oder der Anzahl der Angebote eines Verkäufers auf der Plattform. Verkäufer, die höhere Verkaufsvolumina erzielen, können sich für niedrigere Gebühren oder ermäßigte Preise qualifizieren.",
  "info_for_seller_list_3": "ZUSATZDIENSTE: Unser Marktplatz bietet Verkäufern zusätzliche Dienste oder Funktionen gegen eine zusätzliche Gebühr. Diese Dienste können Premium-Platzierungen in Suchergebnissen, Werbemöglichkeiten, Fulfillment-Dienste usw. umfassen.",
  "info_for_seller_list_4": "WERBEKAMPAGNEN UND RABATTE: Unser Marktplatz kann Führen Sie auch Werbeaktionen durch oder bieten Sie Verkäufern während bestimmter Zeiträume oder Veranstaltungen Rabatte auf die Gebühren an.",
  "cost_by_category": "Gebühren je nach Kategorie",
  "table_gadgets": "Geräte/Gadgets",
  "table_baby": "Baby-/Kinderartikel",
  "table_bags": "Rucksäcke/Taschen",
  "table_beauty": "Schönheit/Gesundheit",
  "table_clothing": "Kleidung",
  "table_computers": "Computer",
  "table_electronics": "Elektronik",
  "table_furniture": "Möbel",
  "table_home": "Haus und Küche",
  "table_jewerly": "Schmuck",
  "table_garden": "Garten",
  "table_office": "Büroprodukte",
  "table_pets": "Haustierartikel",
  "table_sports": "Sport",
  "table_toys": "Spielzeug/Spiele",
  "table_watches": "Uhren",
  "table_price_text_1": "16 %, wenn der Preis eines Artikels bis zu beträgt",
  "table_price_text_2": "5 %, wenn der Preis eines Artikels über beträgt",
  "start_selling_title": "So beginnen Sie mit dem Verkauf auf dem Marktplatz Reli",
  "start_selling_desc": "Wir als Online-Plattform haben einige Anforderungen und Bedingungen, die Sie als Verkäufer erfüllen müssen",
  "start_selling_list_1": "KONTO/REGISTRIERUNG: Sie müssen sich auf unserer Plattform registrieren. Dazu müssen Sie grundlegende Informationen zu Ihrem Unternehmen angeben, wie Name, Adresse, Kontaktdaten und Steueridentifikationsnummer.",
  "start_selling_list_2": "DEN AGB ZUSTIMMEN: Alle Verkäufer müssen den AGB, Verkäuferrichtlinien und Benutzervereinbarungen des Marktplatzes zustimmen, bevor sie mit dem Verkauf beginnen. Diese Dokumente beschreiben die Regeln, Rechte und Pflichten der Verkäufer auf der Plattform.",
  "start_selling_list_3": "PRODUKTLISTEN: Sie müssen genaue und detaillierte Listen Ihrer Produkte auf unserem Marktplatz erstellen. Dazu gehört die Bereitstellung von Produktbeschreibungen, Bildern, Preisinformationen und anderen relevanten Details, damit Kunden fundierte Kaufentscheidungen treffen können.",
  "start_selling_list_4": "EINHALTUNG DER RICHTLINIEN: Verkäufer müssen die Richtlinien und Leitlinien des Marktplatzes in Bezug auf Produkt Angebote, verbotene Artikel, geistige Eigentumsrechte, Versand und Erfüllung, Kundendienst und andere Aspekte des Verkaufs auf unserer Plattform.",
  "start_selling_list_5": "QUALITÄTSSTANDARDS: Unser Marktplatz hat Qualitätsstandards und -anforderungen, daher müssen alle Verkäufer die Qualität und Authentizität ihrer Produkte sicherstellen. Dies umfasst normalerweise Standards für Produktzustand, Verpackung, Kennzeichnung und Kundenzufriedenheit.",
  "start_selling_list_6": "ZAHLUNG UND GEBÜHREN: Alle Verkäufer müssen der Gebührenstruktur des Marktplatzes zustimmen. Dies umfasst Gebührenoptionen, die mit dem Verkauf auf der Plattform verbunden sind, wie z. B. Angebotsgebühren, Transaktionsgebühren und Abonnementgebühren.",
  "start_selling_list_7": "KUNDENSERVICE: Von allen Verkäufern unseres Marktplatzes wird erwartet, dass sie einen reaktionsschnellen und zuverlässigen Kundendienst bieten, um Kundenanfragen zu beantworten, Probleme zu lösen und ein positives Kauferlebnis zu gewährleisten. Dies beinhaltet das umgehende Beantworten von Nachrichten, die Bearbeitung von Rücksendungen und Rückerstattungen und die professionelle Bearbeitung von Streitigkeiten.",
  "_prod_page": "prod_page",
  "add_basket": "Zum Warenkorb hinzufügen",
  "delivery_btn": "Lieferung von 2 Tagen bis 4 Monaten",
  "characteristics": "Merkmale",
  "review": "Rezension",
  "zertifikate": "Zertifikate",
  "transfer_charac": "Statische Übertragungscharakteristik",
  "structural_property": "Strukturelle Eigenschaft",
  "_comment_form": "comment_form",
  "impressions_product": "Ihre Eindrücke vom Produkt",
  "add_photo": "Fotos hinzufügen",
  "name": "Name",
  "send": "Verlassen",
  "validation": {
    "email": {
      "typeError": "muss eine Zeichenfolge sein",
      "email": "ungültige E-Mail-Adresse",
      "required": "verpflichtend"
    },
    "comment": {
      "typeError": "Kommentar muss eine Zeichenfolge sein",
      "required": "Kommentar erforderlich"
    },
    "password": {
      "passwordCriteria": "Das Passwort muss mindestens einen Kleinbuchstaben, einen Großbuchstaben, eine Ziffer und ein Sonderzeichen enthalten",
      "minLength": "Mindestlänge des Passworts beträgt 6 Zeichen",
      "maxLength": "Maximale Passwortlänge beträgt 15 Zeichen",
      "required": "Passwort ist erforderlich"
    },
    "name": {
      "required": "Name ist erforderlich"
    },
    "phone": {
      "required": "Telefonnummer ist erforderlich"
    },
    "confirmPassword": {
      "oneOf": "Passwörter müssen übereinstimmen",
      "required": "Bestätigung des Passworts ist erforderlich"
    },
    "country": {
      "required": "Land ist erforderlich"
    },
    "surename": {
      "required": "Nachname ist erforderlich"
    },
    "address": {
      "required": "Adresse ist erforderlich"
    }
  },
  "noContent": {
    "title": "Derzeit sind keine ausgewählten Elemente vorhanden",
    "desc": "Versuchen Sie, die Seite neu zu laden, oder warten Sie"
  },
  "toast": {
    "auth_required": "Authentifizierung erforderlich"
  },
  "electronics": "Elektronik",
  "clothes and shoes": "Kleidung und schuhe",
  "house and garden": "Haus und garten",
  "children's goods": "Kinderwaren",
  "luggage": "Gepäck",
  "beauty and health": "Schönheit & Gesundheit",
  "sport and relaxation": "Sport und entspannung",
  "pet products": "Haustierprodukte",
  "furniture": "Möbel",
  "office supplies": "Bürobedarf",
  "toys/games": "Spielzeuge/spiele",
  "jewelry": "Schmuck",
  "watches": "Uhren"
}