{
    "title": "General Terms and Conditions of Reli Group s.r.o. for Partners Selling Goods",
    "intro": {
        "title": "1. Introductory Provisions",
        "part1": "1.1. These general terms and conditions (hereinafter referred to as 'GTC') govern the rights and obligations of legal entities or natural individuals engaged in business (hereinafter referred to as 'Supplier') using the services of Reli Group s.r.o., ID No.: 280 03 896, with its registered office at Na lysinách 551/34, Hodkovičky, 147 00 Prague 4 (hereinafter referred to as the 'Customer') when selling goods through it on the basis of the Framework Agreement on the Purchase of Goods (hereinafter referred to as the 'Agreement'), and unless otherwise stated below, everything stated in these GTC about the Agreement also applies to partial agreements concluded on the basis of the Agreement."
    },
    "supplier": {
        "mainTitle": "2. Supplier's Declaration",
        "title1": "2.1. The Supplier hereby declares and guarantees to the Customer that:",
        "title2": "2.2. The Supplier is obliged to inform the Customer of any changes to its details, in particular a change of registered office, business name, or any other billing details. The Supplier is also obliged to notify the Provider of any changes regarding VAT liability, in particular it is obliged to notify the Provider that it has become a VAT payer or an unreliable payer. The Customer is entitled to contact the Supplier in order to verify the validity and accuracy of the information provided and to request additional information. If the Customer suspects misuse of the Supplier's data, they have the right to refuse the request for change at their discretion.",
        "part1": "It is authorized to conclude the Agreement, fulfill the obligations arising therefrom, and properly and timely execute the relevant transaction, assuming the risk of changes in circumstances.",
        "part2": "The conclusion of the Contract or the implementation of individual steps in connection with a partial contract does not constitute a breach of any obligation of the Supplier arising from the relevant legal regulations, binding contracts, agreements and declarations, nor is it in conflict with any requirement, decision or preliminary measure of an administrative authority, court or arbitration award to which the Supplier is bound, nor does it violate any rights of third parties.",
        "part3": "The Supplier is not in bankruptcy or imminent bankruptcy and no petition has been filed for the commencement of insolvency proceedings and/or for the enforcement of a decision against its assets.",
        "part4": "The Goods have no legal defects, which means in particular, but not exclusively, that they are not encumbered by a lien, leasehold, other user right or other third-party right.",
        "part5": "The Goods are owned by the Supplier and all payments and fees under applicable law, including taxes, levies, and fees, as well as fees related to the distribution of electrical equipment, batteries, and copyright fees, are or will be duly paid in relation to the Goods, which are cleared and suitable for distribution in the countries of the European Union and the European Economic Area.",
        "part6": "The Goods are properly packaged in their original and undamaged packaging, including all labels and codes, and contain all manuals, instructions, technical specifications, certificates of conformity, and graphic and informational materials, and meet all product safety requirements set forth in Regulation (EU) 2023/988 of the European Parliament and of the Council, at least in the languages of the countries where the Goods will be delivered to end customers by the Customer, including in electronic format (.pdf), and accessories, whereby all Goods are and will be provided with original labeling, unused and free of defects, and their properties will correspond to the Customer's legitimate expectations.",
        "part7": "The Supplier has all rights and authorizations relating to any marketing or other materials supplied by the Supplier, including the right to provide them to the Customer, whereby such provision does not in any way restrict the rights of third parties."
    },
    "terms": {
        "title": "3. Terms and Conditions",
        "part1": "3.1. The Supplier acknowledges that in the event of any breach of the Supplier's obligations under the Agreement and/or any reduction in the quality of the Goods supplied and/or an increase in their price, the Customer shall be entitled to cease offering all Goods of the Supplier and suspend cooperation until the Supplier ensures the quality of the services provided in accordance with best practice principles and the terms and conditions set out in the Contract.",
        "part2": "3.2. The Supplier undertakes to immediately inform the Customer by telephone or e-mail at the contacts specified in Article 13 of these Terms and Conditions of any circumstances that could cause a delay or temporary interruption in deliveries to the Customer's end customers.",
        "part3": "3.3. The Supplier undertakes to send the prices of products agreed during business negotiations by e-mail.",
        "part4": "3.4. The Supplier undertakes that, in the case of sending purchase prices according to the documentation available on its Personal Account at https://reli.one, it guarantees their validity for orders from the Customer's end customers.",
        "part5": "3.5. The Supplier undertakes to deliver the Goods at the price confirmed during the preliminary reservation, provided that its validity has not expired.",
        "part6": "3.6. The Supplier undertakes to respond to communication from the Customer within 24 hours on working days. Repeated failure to comply with this obligation constitutes a material breach of the Agreement.",
        "part7": "3.7. If the Supplier fails to comply with the process specified by the Customer during trial operation, the Customer is entitled to claim compensation for all costs incurred as a result.",
        "part8": "3.8. The prices for transport costs for the Customer's end customer, which the Supplier is entitled to charge to the Customer, are defined in the Supplier's Card and are always invoiced cumulatively and separately from the purchased Goods. An integral part of the invoice must always be a list of individual orders together with transport costs."
    },
    "delivery": {
        "title": "4. Delivery and logistics conditions",
        "part1": "4.1. The Supplier undertakes to deliver the Goods to the Customer in the quantity, standard, and quality required by the Customer, whereby the Goods shall be packed in original, undamaged packaging with attached EAN codes and barcodes, or serial number and/or IMEI code, including all related documentation and accessories, which must be provided together with the Goods so that the Goods can be further marketed in the countries of the European Union and the European Economic Area. The labeling of the Goods and the documentation provided with the Goods shall comply with the obligations, conditions, and product safety requirements set out in Regulation (EU) 2023/988 of the European Parliament and of the Council.",
        "part2": "4.2. The Supplier undertakes to provide the Customer with all necessary information regarding any fee obligations, in particular, but not exclusively, in relation to recycling fees for packaging, electronic waste, batteries, and flat-rate copyright fees. The Supplier also undertakes to provide the Customer with the maximum possible cooperation in dealing with the individual organizations enforcing these fees.",
        "part3": "4.3. The Supplier is also obliged to immediately inform the Customer of any defects, problems, and facts relating to the Goods that the Customer has already received or is receiving, so that any potential, even theoretical, damage can be properly prevented. If it is necessary to withdraw such Goods from sale and recover them from customers (e.g., due to their dangerousness and/or condition not complying with applicable and effective legal regulations), the Supplier undertakes to take all necessary steps to ensure that the withdrawal and recall takes place as soon as possible and to bear all responsibility and associated costs, including any costs incurred by the Customer.",
        "part4": "4.4. The Supplier undertakes that, if the Customer's contractual carrier is used to pack the Goods prior to shipment, it will proceed in such a way as to minimize the risk of damage to the Goods during transport, in particular by respecting the conditions for loading shipments defined by the Customer's carrier or by the Customer itself. If the Supplier fails to comply with these conditions, it undertakes to reimburse the Customer for all costs incurred.",
        "part5": "4.5. The Supplier undertakes that orders placed by the Customer by the relevant time, known as the \"Cut-Off Time,\" will be processed and handed over to the carrier for delivery on the day according to the relevant time, known as the \"Pick-Up Time for the Carrier,\" as specified in the Personal Account. If processing or delivery to the carrier does not take place under these conditions, the Customer is entitled to apply a penalty in accordance with Article 11 of these Terms and Conditions, specifically contractual penalty number 1.",
        "part6": "4.6. The Supplier undertakes that the Customer's orders delivered by the Supplier's own carrier, which were handed over to the Supplier's carrier by the relevant time, known as the \"Pick-Up Time for the Carrier,\" will be delivered according to the specifications stated in the Personal Account. If processing or handover to the carrier does not take place under these conditions, the Customer is entitled to apply a penalty under Article 11 of these Terms and Conditions, specifically contractual penalty number 2.",
        "part7": "4.7. The Supplier undertakes to inform the Customer about the handover of the Goods to the carrier according to the relevant documentation or through a third-party system allowing access to the Customer's drop shipment system.",
        "part8": "4.8. The Supplier undertakes that the order will always be handed over to the carrier as one complete shipment and will contain all items included in the Customer's confirmed order, thereby preventing the partial shipment of goods intended for the Customer's end customer.",
        "part9": "4.9. If the Goods have not been accepted by the Customer's end customer, these Goods shall always be returned to the Supplier's warehouse.",
        "part10": "4.10. The Supplier undertakes to ensure the return of Goods from which the Customer's customer has withdrawn, no later than three (3) days from the Customer's request for return addressed to the Supplier.",
        "part11": "4.11. The Supplier undertakes to ensure the return of the Goods subject to complaint from the Customer on the day following the Customer's notification of the complaint to the Supplier."
    },
    "accounting": {
        "title": "5. Accounting and invoicing terms",
        "part1": "5.1. The Supplier declares that it is able to communicate within the standards and is also able to separate messages related to delivery in \"drop shipment\" mode from other transmitted messages according to the relevant documentation, if relevant.",
        "part2": "5.2. The Supplier undertakes that the flow of accounting documents related to purchases, sales, after-sales services, complaints, and repurchases of goods will be carried out exclusively in accordance with the parameters specified in the Supplier's Personal Account.",
        "part3": "5.3. The Supplier undertakes to deliver a tax document to the Customer with the frequency specified in the Supplier's Personal Account. The Supplier undertakes to notify the Customer of any changes relating to its obligation to pay value added tax, in particular whether or not it is a VAT payer.",
        "part4": "5.4. The invoice for the purchase price of the Goods is due thirty (30) calendar days from the date of delivery of the tax document to the Customer, but no earlier than thirty (30) calendar days from the delivery of the Goods to the end customer, including a proper delivery note, all accessories, and parts.",
        "part5": "5.5. In the event of a delay in payment of the amount due, the contracting parties have agreed on a contractual interest rate of 0.05% for each day of delay.",
        "part6": "5.6. All tax documents must comply with the requirements of the relevant legislation. If the tax document does not contain the required details and attachments, or if the information is not correctly stated, the entitled party is entitled to return the tax document to its issuer within the due date. In such a case, the due date shall be suspended and a new due date shall commence upon receipt of the corrected tax document.",
        "part7": "5.7. The Supplier undertakes that cash on delivery payments collected from the Customer's end customers, if the Supplier's own carrier is used, will be directed to the Customer's account according to the specifications stated in the Supplier's Personal Account.",
        "part8": "5.8. The Supplier undertakes that in the event of returned goods that have not been accepted by the Customer's end customer, it will always issue a credit note corresponding to the original invoice and always on the day following the return of the goods to the Supplier's warehouse.",
        "part9": "5.9. The Supplier acknowledges that the Customer's end customer is entitled to withdraw from the contract without giving any reason within fourteen (14) days from the date of receipt of the goods and undertakes to issue a credit note accordingly.",
        "part10": "5.10. The Supplier is responsible for the correct transmission of information. If the Goods were nevertheless delivered after cancellation or rejection information was sent, the Supplier undertakes to fully compensate the Customer for all damages incurred.",
        "part11": "5.11. The Supplier undertakes that in the event of non-delivery of the Goods after sending order cancellation information, it will not demand payment of the purchase price nor issue an invoice.",
        "part12": "5.12. Cash payments shall be made by bank transfer to the account specified in the tax document, always stating the variable symbol corresponding to the tax document.",
        "part13": "5.13. The contracting parties agree that mutual due receivables of the same type shall primarily be settled by offsetting unless agreed otherwise.",
        "part14": "5.14. If one contracting party is in default with financial obligations, the entitled party may charge default interest as specified in paragraph 5.5.",
        "part15": "5.15. The contracting parties declare that their bank accounts used for payments are registered with the relevant tax administrator and published in a manner allowing remote access, and they undertake to maintain the truthfulness of these statements."
    },
    "fees": {
        "title": "6. Fees and bonuses ",
        "part1": "6.1. The Supplier is obliged to provide the Customer with all necessary data for listing all products (i.e., photographs and parameters required by the Customer). If the Supplier fails to provide this data, the Customer is entitled to stop offering these products. The Customer is entitled to request the Supplier to provide the missing parameters in accordance with this paragraph.",
        "part2": "6.2. The Supplier undertakes that, in the event that the relevant supervisory authority imposes a fine on the Customer due to incorrectly provided data or data suffering from legal or factual defects (in particular photographs for which the Supplier does not have the necessary authorizations and/or information that contradicts applicable legal regulations), and further, if the competent supervisory authority imposes a fine for non-compliance with product safety conditions and requirements on the part of the Supplier as required by Regulation (EU) 2023/988, the Supplier shall compensate the Customer for this damage, including all related costs incurred by the Customer in connection with this missing information.",
        "part3": "6.3. The Customer shall issue an invoice to the Supplier for the fees, fines, and damages incurred in accordance with points 6.1 to 6.3, which shall be payable within thirty (30) days of delivery to the Supplier.",
        "part4": "6.4. The Customer shall keep statistics for each type of Goods supplied regarding the complaint rate. If the complaint rate for a specific product reaches 3% in a calendar year, the Customer shall be entitled to a complaint fee of 0.25% of the annual turnover of this product for each percentage point above the specified complaint limit, even repeatedly in the event of repeated exceeding of this limit, and the Supplier is obliged to pay this fee.",
        "part5": "6.5. The Supplier is entitled to unilaterally set off its claim arising from the Contract against the Customer's claim and to immediately inform the Customer thereof in writing.",
        "part6": "6.6. COOP marketing is a bonus for the presentation and marketing support provided by the Customer to promote the sale of the Supplier's products. The fee is agreed at 3% of the realized annual net purchase turnover from the Supplier excluding VAT, payable quarterly."
    },
    "waranty": {
        "title": "7. Warranty conditions",
        "part1": "7.1. The Supplier undertakes to provide a quality guarantee for the delivered Goods for a minimum period of twenty-four (24) months, which begins at the moment of delivery of the Goods to the customer, unless the Goods have a specified use-by date and/or minimum shelf life, in which case the Supplier undertakes to provide a quality guarantee only until the date stated on the packaging of the Goods.",
        "part2": "7.2. If the Goods have an expiry date, the Supplier undertakes to deliver the Goods marked as such to the Customer on a date when no more than 40% of the period stated on the packaging as the expiry date has elapsed. If the Supplier fails to fulfill this obligation, Article 3.1 of these GTC shall apply accordingly.",
        "part3": "7.3. The Supplier undertakes to ensure a visual inspection of the Goods before handing them over to the carrier in order to exclude any doubts about their perfect condition and, at the request of the Customer, shall provide a record of this inspection.",
        "part4": "7.4. If the end customer of the Customer is an entrepreneur or a company (purchase on VAT number), the warranty period shall be defined according to the Supplier's Warranty Certificate.",
        "part5": "7.5. In the event of a complaint, the Supplier undertakes to settle the complaint concerning the Goods with the Customer's end customer within eighteen (18) calendar days of delivery of the complained product from the Customer to the Supplier.",
        "part6": "7.6. The Supplier undertakes that if the complaint is not settled within the time limit specified in point 7.5 of these GTC, the complaint will be settled by issuing a credit note and the Supplier will also reimburse all costs demonstrably incurred by the Customer.",
        "part7": "7.7. In the event that a complaint is settled in the form of additional service and/or repair, the Supplier undertakes to return the repaired Goods, including all relevant documentation.",
        "part8": "7.8. For each complaint handled, the Supplier undertakes to provide a service report in the official language of the country to which the Goods were delivered, stating the cause of the defect and the manner in which the complaint was handled.",
        "part9": "7.9. The Supplier shall send settled complaints to the address requested by the Customer in the complaint",
        "part9List1": "The Supplier undertakes that returned complaints to the Customer's warehouse shall include a packing list with an overview of the packages, with each product containing its own RMA protocol.",
        "part9List2": "The Supplier undertakes to prevent damage caused by incorrect or insufficient packaging of products.",
        "part10": "7.10. If the Supplier and/or authorized service center receives a visibly damaged shipment containing returned or claimed Goods, it is obliged to immediately inform the carrier of this damage and proceed according to its instructions and in accordance with the transport contract. The Supplier and/or authorized service center is also obliged to inform the Customer of this damage without undue delay and to document the extent of the damage to the shipment so that it is possible to objectively assess whether the Goods could have been damaged.",
        "part11": "7.11. If the authorized service center finds the defect in the Goods to be irreparable or in the case of a recurring defect, it shall resolve the matter directly with the Supplier, who is obliged to issue a credit note to the Customer. The Supplier shall issue a proper tax document at the end of each calendar month for all complaints handled in that month.",
        "part12": "7.12. In cases where the Supplier is not also an authorized service center, it undertakes to provide the Customer with the terms and conditions of its contractual partner as stipulated in this Agreement.",
        "part13": "7.13. The product's service life is defined by the product manufacturer.",
        "part14": "7.14. The complaint rate limit for individual items is defined in point 6.5 of these GTC.",
        "part15": "7.15. The Contracting Parties agree that all costs associated with a complaint about the Goods shall be borne by the Supplier, even if such a complaint is not recognized."
    },
    "termination": {
        "title": "8. Termination of the Agreement",
        "part1": "8.1. The Agreement may be terminated by withdrawal, agreement, or notice.",
        "part2": "8.2. Each Contracting Party is entitled to withdraw from the Agreement only for the reasons specified in these GTC.",
        "part3": "8.3. The Customer is entitled to withdraw from the Contract if:",
        "part3List1": "the Supplier is in default of performance for more than twenty (20) calendar days and the remedy is not made within ten (10) calendar days of delivery of the Customer's written notice of such default;",
        "part3List2": "Any statement made by the Supplier, as specified in Article 3 and/or another article of these GTC, proves to be false, incomplete, or incorrect;",
        "part3List3": "The Supplier is in bankruptcy, imminent bankruptcy, or a petition for enforcement of a decision has been filed against it;",
        "part3List4": "The Supplier materially breaches the Contract",
        "part4": "8.4. The Supplier is entitled to withdraw from the Contract if the Customer is in default of payment for a period exceeding twenty (20) calendar days and the remedy is not carried out within ten (10) calendar days from the delivery of the Supplier's written notice.",
        "part5": "8.5. The effects of the withdrawal from the Contract shall occur on the day the written notice of withdrawal is delivered, rejected, or not collected.",
        "part6": "8.6. Each party is entitled to terminate the Contract without stating a reason by written notice within a notice period of three (3) months, beginning on the first day of the calendar month following delivery of the notice.",
        "part7": "8.7. The termination of the Agreement shall not affect provisions concerning licenses, warranties, liability for defects, damages, contractual penalties, or other provisions whose nature implies continuation after termination.",
        "part8": "8.8. For legal certainty, the parties confirm that where this article regulates termination of the Agreement, it also regulates termination of the Partial Agreement."
    },
    "confidentiality": {
        "title": "9. Confidentiality of information and secrecy",
        "part1": "9.1. Personal data within the meaning of Article 4(1) of Regulation (EU) 2016/679 of the European Parliament and of the Council on the protection of personal data in the processing of personal data (hereinafter referred to as 'GDPR'), which are provided or will be provided by the Recipient to the Supplier within the framework of any contractual relationships, cooperation, and communication between the Recipient and the Supplier, regardless of the manner of provision, recording, and/or storage (hereinafter referred to as 'Personal Data'), as well as information provided or will be provided by the Recipient to the Supplier within the framework of any contractual relationships, cooperation, and communication between the Recipient and the Supplier, regardless of the manner of provision, recording, and/or storage, which are not publicly known and/or publicly available as of the date of signing this Agreement and/or are part of the Recipient's trade secrets and/or are commercially significant, identifiable, assessable, and not commonly available in relevant business circles, facts concerning the Recipient's business, its employees, contractual partners, financial data, and which the Recipient ensures, in its interest, are properly protected as confidential (hereinafter referred to as 'Confidential Information') are subject to special protection.",
        "part2": {
            "title": "9.2. Confidential information does not include:",
            "list1": "which the Recipient has published themselves, provided that the communication of confidential information by the Recipient to a third party is not considered publication;",
            "list2": "which the Supplier obtained from a third party, provided that the third party did not obtain this information thru illegal acts and/or actions violating good morals and/or actions violating a confidentiality agreement regarding their disclosure;",
            "list3": "which relate to the ordinary course of business of the Buyer."
        },
        "part3": {
            "title": "9.3. The Supplier's obligations under this article are:",
            "list1": "protect Confidential Information and Personal Data provided by the Recipient and handle them in accordance with this article",
            "list2": "process Personal Data only for the purposes for which they were provided by the Recipient",
            "list3": "comply with all requirements arising from GDPR and other generally binding regulations concerning the protection of Personal Data and/or Confidential Information"
        },
        "part4": {
            "title": "9.4. The Supplier has the right to use Confidential Information only for the following purposes:",
            "list1": "fulfilling its obligations as the Supplier arising from this Agreement;",
            "list2": "communication with the Customer (or its management and employees whom the Customer authorizes to engage in discussions involving Confidential Information);",
            "list3": "communication with third parties as contractual entities of the Recipient;",
            "list4": "communication with other persons who are bound by confidentiality based on a separately concluded contract with the Customer;",
            "list5": "communication with state administration bodies, self-government bodies, and bodies involved in criminal proceedings, if these Confidential Information are legitimately requested by the Supplier, unless otherwise agreed in writing."
        },
        "part5": "9.5. The Supplier does not have the right to provide any information regarding the Customer, its business activities or internal matters, the Customer's business partners, its clients or customers, or its business intentions to third parties and the public media, including thru public internet networks and social media.",
        "part6": "9.6. The Supplier does not have the right to make any audio, audiovisual, or other recordings of any dealings with the Customer, its employees, or contractual partners, unless otherwise agreed between the parties.",
        "part7": "9.7. The protection period for Confidential Information under this article lasts for each individual piece of information until the moment the Recipient, after the termination of this Agreement, notifies the Supplier in writing that the specific information no longer qualifies as Confidential Information, with the notification taking effect upon delivery to the Supplier, but no later than five (5) years from the termination of the contractual relationship between the Recipient and the Supplier in connection with which the Confidential Information was provided.",
        "part8": {
            "title": "9.8. The Supplier has the right to process Personal Data only for the purposes for which they were provided by the Customer, and for the following purposes:",
            "list1": "a) fulfilling its obligations as the Supplier toward the Customer;",
            "list2": "b) fulfilling its obligations as a Supplier based on generally binding legal regulations, under the conditions set forth in the GDPR and other generally binding regulations concerning the protection of Personal Data;",
            "list3": "c) communication with third parties as contractual entities of the Recipient, under the conditions stipulated in the GDPR and other generally binding regulations concerning the protection of Personal Data;",
            "list4": "d) communication with state administration bodies, self-government bodies, and bodies involved in criminal proceedings, if these Personal Data are legitimately requested by the Supplier, unless otherwise agreed in writing."
        },
        "part9": "9.9. After the purpose of processing personal data according to point 9.8 of this Agreement has been fulfilled, the Supplier undertakes to immediately destroy the Personal Data provided by the Recipient.",
        "part10": "9.10. The supplier undertakes to ensure the confidentiality of Confidential Information and to provide adequate technical and organizational measures."
    },
    "intellectual": {
        "title": "10. Intellectual Property ",
        "part1": "10.1. The parties undertake to act in such a way that neither of them infringes any industrial rights or the good reputation of the other party.",
        "part2": "10.2. The parties have agreed that the Supplier is authorized to use all trademarks and trade names of the Customer only with the prior written and explicit consent of the Customer. For this purpose, the Supplier shall send the Customer a preview of advertising messages, notifications, or the use of trademarks and/or trade names at least seven (7) working days prior to the planned publication, and only after receiving the Customer's written consent is the Supplier authorized to make such publication.",
        "part3": {
            "title": "10.3. The Supplier declares and commits to the Buyer that",
            "list1": "The sale (subsequent sale) of goods conducted by the Buyer within the European Union and the European Economic Area will not violate or jeopardize the rights and/or legitimate interests of third parties. For the avoidance of doubt, it is expressly stated that third-party rights include (in particular) trademarks, patents, designs, copyrights, and/or other intellectual property rights;",
            "list2": "Direct or indirect promotion of such sale (resale including online marketing) by the Buyer using information and/or materials provided by the Supplier (including logos, descriptions, and other materials) will not violate or jeopardize the rights and/or legitimate interests of any third party. The Supplier hereby agrees to the free use of information and/or materials within the European Union and the European Economic Area without quantitative restrictions, which the Supplier provides for the marketing purposes of the Buyer;",
            "list3": "The Supplier declares and undertakes that all goods and/or their sale are and will be in compliance with the legal regulations applicable in the territory of the European Union and the European Economic Area, particularly with the regulations concerning health safety, counterfeits, imitations, safe use, and consumer protection; the same applies to all information provided by the Supplier."
        },
        "part4": "10.4. The Supplier declares and undertakes that all goods and/or their sale are and will be in compliance with the legal regulations applicable in the territory of the European Union and the European Economic Area, particularly with the regulations concerning health safety, counterfeits, imitations, safe use, and consumer protection; the same applies to all information provided by the Supplier."
    },
    "contractual": {
        "title": "11. Contractual Penalties",
        "part1": "11.1. In the event that the Supplier fails to fulfill their obligation to timely dispatch orders to the carrier, with timely dispatched orders constituting 97% or less of the total number of orders, the Supplier is obliged to pay the Buyer a contractual penalty of 4 Euros for each order that was dispatched after the deadline and thus does not meet the established threshold of 97%. (Contractual penalty No. 1.)",
        "part2": "11.2. In the event that the Supplier's own carrier fails to fulfill its obligation for timely delivery of the order according to this contract, with timely delivered orders constituting 97% or less of the total number of orders, the Supplier is obliged to pay the Buyer a contractual penalty of 4 Euros for each order that was delivered late and thus does not meet the established threshold of 97%. (Contractual penalty No. 2.)",
        "part3": "11.3. In the event that the Supplier fails to properly handle customer complaints according to this contract, the Supplier is obliged to pay the Buyer a contractual penalty of 4 Euros for each instance of breach of duty under this clause. (Contractual penalty No. 3.)",
        "part4": "11.4. In the event that the Supplier fails to respond to the Buyer's communication in a timely manner according to this contract, the Supplier is obliged to pay the Buyer a contractual penalty of 4 Euros for each instance of such a breach. (Contractual penalty No. 4.)",
        "part5": "11.5. The contractual penalty for breaching the duty of confidentiality is 200 EUR for each instance of such a breach.",
        "part6": "11.6. All contractual penalties for the breach of obligations by the Supplier under this contract are payable upon written request by the Buyer, non-cash, and within the period specified in the request. The contractual penalty does not constitute a lump-sum compensation for damages, and payment of the contractual penalty does not limit or affect the right of the Buyer to claim full compensation for damages."
    },
    "liability": {
        "title": "12. Liability for Damages",
        "part1": "12.1. Each party to the contract is responsible for damages caused within the framework of applicable legal regulations and the Contract. The parties undertake to make maximum efforts to prevent damage and to minimize any damage that may occur.",
        "part2": "12.2. The Supplier undertakes to fully indemnify the Buyer for any claims by third parties arising from a breach of this Agreement.",
        "part3": "12.3. The obligation to compensate for damages will be waived if it is proven that an extraordinary, unforeseeable, and insurmountable obstacle occurred, which prevented fulfillment of the obligation independently of the will of the breaching party. Obstacles arising from personal circumstances, occurring after a breach, or which the breaching party was expected to overcome do not relieve liability.",
        "part4": "12.4. The parties have agreed that payment of any contractual penalty shall not affect the injured party's right to full compensation for damages. In the event of enforcing a contractual penalty, the breaching party must pay it without undue delay upon receipt of the payment request."
    },
    "conditions": {
        "title": "13. Conditions of Mutual Communication and Contact",
        "part1": "13.1. The contracting parties undertake to mutually cooperate and provide each other with all necessary information for the proper fulfillment of their obligations, including informing each other of all facts that are or may be important for the proper fulfillment of the Agreement, including any cooperation with a factoring company.",
        "part2": "13.2. All notifications between the contracting parties regarding this Agreement must be made in writing and delivered personally, by registered mail, or another registered postal method to the address notified by the other party. Delivery by fax or email is permitted if the communication does not affect the validity and effectiveness of the Agreement.",
        "part3": "13.3. The contracting parties agree to communicate regarding agreed matters through the emails listed in this article: office@reli.one, storage@czech-storage.com, accounting@reli.one, support600.reli@gmail.com.",
        "part4": "13.4. The contracting parties undertake to inform the other party of any change in postal address, email address, or identification details within three (3) working days.",
        "part5": "13.5. The Supplier undertakes to inform the Customer without undue delay, but no later than within three (3) working days, in the event of bankruptcy, imminent bankruptcy, or the filing of insolvency proceedings."
    },
    "final": {
        "title": "14. Final Provisions",
        "part1": "14.1. The contracting parties undertake to resolve all disputes arising from the Agreement primarily through amicable means. If no resolution is reached, the dispute will be decided by the locally and materially competent court in the Czech Republic.",
        "part2": "14.2. The contracting parties have agreed that the Supplier is not entitled to assign monetary claims against the Buyer to a third party without the prior written consent of the Buyer.",
        "part3": "14.3. The Supplier agrees that the Customer is entitled to set off any of its claims against the Supplier and may unilaterally amend these General Terms and Conditions, informing the Supplier at least ten (10) working days before the new version takes effect.",
        "part4": "14.4. All rights and obligations arising from the Contract shall pass to the legal successors of the contracting parties unless their nature prevents transfer. The Supplier shall not transfer obligations without prior written consent of the Customer.",
        "part5": "14.5. Rights and obligations not expressly regulated by the Contract shall be governed by the legal regulations of the Czech Republic. The UN Convention on Contracts for the International Sale of Goods shall not apply.",
        "part6": "14.6. These General Terms and Conditions shall take effect on the date of signature by both contracting parties. The date of taxable supply is the date when the Customer acquires ownership rights to the Goods."
    },
    "dataProtectionContact": {
        "title": "Contact for Data Protection",
        "company": "Reli Group s.r.o.",
        "id": "Company ID No.: 280 03 896",
        "address": "Registered office: Na lysinách 551/34, Hodkovičky, 147 00 Prague 4",
        "email": "Email: office@reli.one"
    }
}