{
    "_langModal": "langModal",
    "language": "Language",
    "en": "English",
    "cs": "Czech",
    "de": "German",
    "_headerAndFooter": "headerAndFooter",
    "for_seller": "For sellers",
    "for_buyers": "For buyers",
    "about_company": "About company",
    "enter_account": "Log in",
    "orders": "Orders",
    "choice": "Favorites",
    "bin": "Basket",
    "phone": "Number",
    "email": "Email",
    "address": "Address",
    "reli_address": "Na Lysinách 551/34, Prague 4 - Hodkovičky, zip code 147 00",
    "footer_order": "Orders",
    "home": "Home",
    "category": "Category",
    "_main": "_main",
    "recommend": "We recommend",
    "_loginModal": "loginModal",
    "login": "Log in",
    "email_address": "Email address",
    "password": "Password",
    "forgotten_password": "Forgotten password",
    "stay_logged_in": "Stay logged in",
    "continue": "Continue",
    "dont_have_acc": "Don't have an account?",
    "register_here": "Register here",
    "_sign_up": "sign_up",
    "register_title": "Register here",
    "first_name": "First name",
    "surname": "Last name",
    "sign_email": "Email*",
    "telefon": "Phone*",
    "agree_rules": "You agree to the rules",
    "sign_up": "Sign up",
    "password_confirmation": "Password confirmation",
    "_otp_conf": "otp_conf",
    "otp_title": "Confirmation email",
    "otp_desc": "Enter the one-time code sent to your email",
    "otp_time_text": "option to resend after",
    "otp_send": "resend the code",
    "otp_submit": "Confirm email",
    "_pass_otp": "_pass_otp",
    "pass_otp_title": "Confirm your email",
    "pass_otp_desc": "Write your email for confirmation and data security",
    "_profile_nav": "profile_nav",
    "account": "account",
    "my_orders": "My orders",
    "settings": "Settings",
    "log_out": "Log out",
    "change_pass": "Change password",
    "delete_account": "Delete account",
    "delete_account_desc": "Are you sure you want to delete your account?",
    "yes": "Yes",
    "no": "no",
    "_change_pass_page": "change_pass_page",
    "old_passord": "Old password",
    "new_password": "New password",
    "pass_change_conf": "Password change confirmation",
    "change_password_btn": "Change password",
    "_email_conf": "email_conf",
    "email_conf_desc": "Sending an email to your password reset email address",
    "email_conf_send": "Send",
    "_product_card": "product_card",
    "buy": "Buy",
    "_basket": "basket",
    "basket_modal_title": "Product added to cart",
    "go_pay": "go to proposal",
    "continue_shopping": "continue shopping",
    "select_all": "Select all",
    "count": "goods",
    "basket_use": "Use",
    "subtotal": "Subtotal",
    "transportation": "Transportation",
    "transportation_calculate_text": "Shipping calculated in the next step",
    "total": "In total",
    "basket_continue": "Continue",
    "basket_empty": "The basket is still empty",
    "_mob_basket": "mob_basket",
    "shopping_card": "Shopping card",
    "_payment": "payment",
    "add_address": "Add address",
    "region_city": "Country/region",
    "pay_name": "Name",
    "pay_surname": "Surname",
    "pay_address": "Address",
    "pay_phone": "Phone",
    "save_info_for_future": "Save the information for future purchases",
    "back_to_basket": "Back to shopping cart",
    "continue_sending": "Continue sending",
    "_payment_delivery": "payment_delivery",
    "pay_change": "Change",
    "delivery": "Delivery",
    "collection_warehouse": "Collection from warehouse",
    "free": "Free",
    "delivery_address": "Delivery to the address",
    "back_to_info": "Back to information",
    "proceed_checkout": "Proceed to checkout",
    "_payment_plata": "payment_plata",
    "way_transportation": "Way of transportation",
    "payment": "Payment",
    "debit_credit": "Debit/credit cards",
    "back_to_delivery": "Back to the delivery",
    "pay_now": "Pay now",
    "_payment_end": "payment_end",
    "payment_end_title": "Your order has been successfully placed!",
    "payment_end_desc": "Your order №1210031 successfully created as of 16:08 12/08/2023. An email with order information will be sent to your email address",
    "home_btn": "Home",
    "_my_orders": "my_orders",
    "current_tab": "Current",
    "history_tab": "History",
    "order": "Order",
    "delivery_time": "We will deliver by November 1",
    "order_time": "Order time",
    "compilation": "Compilation",
    "towards": "Towards",
    "in_sorting_center": "In the sorting center",
    "at_the_point": "At the point of issue",
    "promotional_code": "Promotional code",
    "delivered_on": "Delivered on ",
    "write_review": "Write a review",
    "_filtration": "filtration",
    "popularity": "Popularity",
    "rising_price": "Rising price",
    "price_descending": "Price descending",
    "price_filtr_text": "Price",
    "min_price": "min. price",
    "max_price": "max. price",
    "apply_filtr": "apply a filter",
    "_mob_filter": "mob_filter",
    "filters": "filters",
    "arrange": "Arrange",
    "according_popularity": "according to popularity",
    "_for_byers": "for_byers",
    "who_we_are_list": "Marketplace Reli, who we are",
    "our_mission": "Our Mission",
    "what_sets_us": "What Distinguishes Us",
    "our_values": "Our Core Values",
    "account_information": "Account Registration",
    "make_purchase": "How to make a purchase",
    "delivery_options": "Delivery options",
    "payment_options": "Payment options",
    "who_we_are": "Who We Are",
    "who_we_are_text": "Marketplace Reli is more than just a digital marketplace - it is a collective of passionate innovators, technology aficionados, and customer-centric professionals. United by a shared vision, our diverse team is dedicated to building a transparent, secure, and user-centric environment where commerce and community intersect harmoniously ",
    "our_mission_text": "Marketplace Reli is committed to fostering a vibrant community where individuals and businesses can discover, buy, and sell with confidence. Our mission is to empower entrepreneurs, support small businesses, and delight customers by delivering exceptional products and services.",
    "what_sets_us_first": " We place the utmost priority on user safety and data privacy. Our platform is fortified with advanced security protocols and proactive moderation systems to ensure a secure and trustworthy experience for all participants. ",
    "what_sets_us_second": "From artisanal handcrafted goods to state-of-the-art technology, Marketplace Reli showcases an eclectic array of products sourced from a global network of sellers. ",
    "what_sets_us_third": "Our dedicated customer service team is always available to guide and assist you - whether you have inquiries, encounter issues, or simply require support during your journey with us. ",
    "our_values_first": "We conduct all operations with transparency, honesty, and fairness, ensuring mutual respect and trust in every interaction. ",
    "our_values_second": "We are continuously evolving - leveraging technology and creativity to enhance our platform and user experience. ",
    "our_values_third": "We celebrate the power of meaningful connections and aim to nurture a thriving network of buyers and sellers.  ",
    "our_values_4": "We actively promote environmentally responsible practices and support vendors committed to sustainable and ethical production.",
    "how_start_desc": "Creating an account with Marketplace Reli grants you access to a more personalized, efficient, and feature-rich shopping experience. ",
    "first_step": "Click “Sign up”",
    "first_step_desc": " On our platform click on the “Sign up” or “Register” button.",
    "second_step": "Provide Your Details",
    "second_step_desc": "Fill out required fields in the registration from, including your email address, username, password. We may also ask for additional information to help us tailor your experience to your preferences.",
    "third_step": "Verify Your Email",
    "third_step_desc": "After submitting your registration information, check your email inbox for a verification message from us. Click on the verification link provided to confirm your email address and activate your account.",
    "fourth_step": "Complete Your Profile",
    "fourth_step_desc": "Once your account is activated, take a moment to complete your profile.",
    "fifth_step": "Start Shopping",
    "fifth_step_desc": "With your account set up and ready to go, start exploring our marketplace. Browse through listings, add items to your cart, and enjoy the convenience of secure online shopping.",
    "benefits_title": "Account Benefits: ",
    "benefits_first": "Personalized Recommendations: receive tailored product recommendations based on your browsing and purchase history.",
    "benefits_second": "Faster Checkout: save time at checkout by storing your shipping and payment information securely in your account.",
    "benefits_third": "Order Tracking: keep track of your orders and view their status anytime, anywhere.",
    "security_title": "Privacy & Security",
    "security_desc": "Your personal information is safeguarded by state-of-the-art security infrastructure. We are fully committed to maintaining the confidentiality and integrity of your data.",
    "make_purchase_title": "Purchasing on Marketplace Reli is designed to be intuitive and convenient. Here’s how: ",
    "purchase_first_step_title": "Browse Listings",
    "purchase_first_step_desc": "Start by browsing through the listings on our marketplace. Use the search bar to find specific items or explore categories to discover new products.",
    "purchase_second_step_title": "Select Your Item",
    "purchase_second_step_desc": "Once you have found the item you want to purchase, click on its listing to view more details. Take a moment to read the item description, check the seller’s ratings, and review any available photos.",
    "purchase_third_step_title": "Add the Item To Your Cart and Review It",
    "purchase_third_step_desc": "When you have added items to your cart, review your cart to ensure everything looks correct. You can adjust quantities, remove items, or apply any available discount codes before proceeding to checkout.",
    "purchase_fourth_step_title": "Checkout",
    "purchase_fourth_step_desc": "When you are ready to complete your purchase, click on the “Checkout” button.",
    "purchase_fifth_step_title": "Provide Shipping Details",
    "purchase_fifth_step_desc": "Enter your shipping address where you’d like your items to be delivered. Make sure to double-check the accuracy of your address to avoid any delivery issues.",
    "purchase_sixth_step_title": "Choose Payment Method",
    "purchase_sixth_step_desc": "Select your preferred payment method from the options available. We accept a variety of payment methods.",
    "purchase_seventh_step_title": "Complete Your Purchase",
    "purchase_seventh_step_desc": "Follow the on-screen instructions to complete your purchase. If required, enter your payment details and confirm your order. Once your payment is processed successfully, you will receive an order confirmation email.",
    "purchase_eighth_step_title": "Track Your Order",
    "purchase_eighth_step_desc": "You can track the status of your order using the tracking information provided in your order confirmation email or by logging into your Reli account.",
    "delivery_title": "At Marketplace Reli, we understand that flexible delivery solutions enhance the shopping experience. We offer several fulfillment methods to accommodate your preferences. ",
    "delivery_first_desc": "Select from reputable courier partners to receive timely, traceable shipments directly to your location. ",
    "delivery_second_desc": "Prefer to collect your purchase in person? Opt for local pickup from our designated warehouse.",
    "delivery_third_desc": "We proudly serve customers worldwide through international delivery services. ",
    "delivery_fourth_desc": "Monitor the progress of your order via our integrated tracking tools.",
    "payment_title": "To ensure a smooth and secure checkout experience, Marketplace Reli supports multiple payment methods: ",
    "payment_first_desc": "Pay securely using credit or debit cards via our encrypted payment gateway. Your financial data is protected by industry-leading security protocols.",
    "payment_second_desc": "With our cash on pickup option, you can finalize your payment when you collect your order in person. Simply select the payment method during checkout. Please note that cash payment are accepted in the local currency only.",
    "payment_third_desc": "Whether transacting online or offline, your payment details remain confidential and protected by best-in-class encryption standards.",
    "support_title": "If you have any questions or need assistance, our dedicated customer support team is here to help. Contact us at",
    "_for_seller": "for_seller",
    "why_choose_title": "Why to Choose Us?",
    "why_choose_list_1": "With our broad network of buyers and sellers across Europe and worldwide, Marketplace Reli offers unmatched exposure and reach for your products and services.",
    "why_choose_list_2": "We equip sellers with comprehensive tools, resources, and dedicated support to help them grow and succeed in today’s competitive digital marketplace.",
    "why_choose_list_3": "Our pricing model is clear and straightforward. You only pay for the services you use - no hidden charges. ",
    "why_choose_list_4": "As a seller on our platform, you gain access to powerful promotional tools such as featured listings and targeted advertising campaigns, designed to boost visibility, attract more customers, and increase sales.",
    "why_choose_list_5": "Selling on Marketplace Reli can be significantly more cost-effective than traditional marketing avenues. Our platform handles much of the promotion for you. ",
    "why_choose_list_6": "Sellers benefit from direct feedback through customer reviews and ratings providing valuable insights to enhance product quality and customer satisfaction.",
    "why_choose_list_7": "All payments processed through Marketplace Reli are secure, handled via a trusted and reliable payment gateway. ",
    "why_choose_list_8": "Our experienced support team is here to assist you - from onboarding and setup to ongoing assistance throughout your seller journey. ",
    "why_choose_list_9": "Selling on Marketplace Reli gives you an edge in the market. Differentiate your products, offer attractive pricing, and capitalize on emerging trends to stay ahead of the competition. ",
    "info_for_seller_title": "Fees for Sellers ",
    "info_for_seller_desc": "Selling on Marketplace Reli involves a transparent fee system influenced by several factors:",
    "info_for_seller_list_1": "Fees may vary by product category, particularly if specific items require special handling, storage, or fulfillment solutions. ",
    "info_for_seller_list_2": "We offer tiered pricing based on your sales performance or the number of listings. Higher-volume sellers may qualify for reduced rates. ",
    "info_for_seller_list_3": "Optional premium services such as priority search placement, advertising packages, or fulfillment solutions are available for an additional fee.",
    "info_for_seller_list_4": "Periodically, we offer promotional campaigns and fee discounts during special events or seasonal promotions.",
    "cost_by_category": "Commission Rates by Product Category: ",
    "table_gadgets": "Appliances / gadgets",
    "table_baby": "Baby / kids goods",
    "table_bags": "Backpacks / bags",
    "table_beauty": "Beauty / health",
    "table_clothing": "Clothing",
    "table_computers": "Computers",
    "table_electronics": "Electronics",
    "table_furniture": "Furniture",
    "table_home": "Home and kitchen",
    "table_jewerly": "Jewelry",
    "table_garden": "Garden",
    "table_office": "Office products",
    "table_pets": "Pets goods",
    "table_sports": "Sports",
    "table_toys": "Toys / games",
    "table_watches": "Watches",
    "table_price_text_1": "16% if the price of an item is up to",
    "table_price_text_2": "5% if the price of an item more than",
    "start_selling_title": "How to Start Selling on Marketplace Reli",
    "start_selling_desc": "To ensure a high-quality marketplace experience, all sellers are required to meet the following conditions:",
    "start_selling_list_1": "Create your seller account by providing key business information, including your company name, address, contact details, and tax identification number. ",
    "start_selling_list_2": "All sellers must agree to our platform’s terms and conditions, seller policies, and user agreements. These documents outline the roles, rights, and responsibilities of all participating sellers. ",
    "start_selling_list_3": "Sellers are required to create accurate and informative product listings. This includes descriptions, images, pricing, availability, and other essential details to help customers make informed decisions. ",
    "start_selling_list_4": "You must adhere to our guidelines regarding acceptable listings, prohibited items, intellectual property rights, shipping, customer service, and other operational standards. ",
    "start_selling_list_5": "All products listed must meet Marketplace Reli’s quality criteria. This includes product authenticity, proper packaging, accurate labeling, and high levels of customer satisfaction. ",
    "start_selling_list_6": "Sellers must accept our fee structure, which includes applicable listing fees, transaction commissions, and any relevant subscription charges. ",
    "start_selling_list_7": "We expect sellers to provide prompt, courteous, and professional customer service. This includes responding to messages, resolving customer issues, handling returns, and managing disputes in a timely manner. ",
    "_prod_page": "prod_page",
    "add_basket": "Add to basket",
    "delivery_btn": "Delivery from 2 days to 4 months",
    "characteristics": "Characteristics",
    "review": "Review",
    "certificates": "Certificates",
    "transfer_charac": "Static transfer characteristic",
    "structural_property": "Structural property",
    "_comment_form": "comment_form",
    "impressions_product": "Your impressions of the product",
    "add_photo": "Add photos",
    "name": "Name",
    "send": "Send",
    "validation": {
        "email": {
            "typeError": "must be a string",
            "email": "invalid email address",
            "required": "required"
        },
        "comment": {
            "typeError": "comment must be a string",
            "required": "comment required"
        },
        "password": {
            "passwordCriteria": "Password must contain at least one lowercase letter, one uppercase letter, one digit, and one special character",
            "minLength": "Minimum password length is 6 characters",
            "maxLength": "Maximum password length is 15 characters",
            "required": "Password is required"
        },
        "name": {
            "required": "Name is required"
        },
        "phone": {
            "required": "Phone number is required"
        },
        "confirmPassword": {
            "oneOf": "Passwords must match",
            "required": "Confirm password is required"
        },
        "country": {
            "required": "Country is required"
        },
        "surename": {
            "required": "Surname is required"
        },
        "address": {
            "required": "Address is required"
        }
    },
    "noContent": {
        "title": "There are currently no selected items",
        "desc": "Try to reload the page or wait"
    },
    "toast": {
        "auth_required": "Authentication required"
    },
    "_categories": "",
    "electronics": "Electronics",
    "clothes and shoes": "Clothes and shoes",
    "house and garden": "House and garden",
    "children's goods": "Children's goods",
    "luggage": "Luggage",
    "beauty and health": "Beauty and health",
    "sport and relaxation": "Sport and relaxation",
    "pet products": "Pet products",
    "furniture": "Furniture",
    "office supplies": "Office supplies",
    "toys/games": "Toys/games",
    "jewelry": "Jewelry",
    "watches": "Watches"
}