{
  "_langModal": "langModal",
  "language": "Jazyk",
  "en": "Angličtina",
  "cs": "Česky",
  "de": "Němčina",
  "_headerAndFooter": "headerAndFooter",
  "for_seller": "Pro prodejce",
  "for_buyers": "Pro kupující",
  "about_company": "O společnosti",
  "enter_account": "Vstoupit",
  "orders": "Objednávky",
  "choice": "Výběr",
  "bin": "Koš",
  "phone": "Číslo",
  "email": "E-mailem",
  "address": "Adress",
  "reli_address": "Na Lysinách 551/34, Praha 4 - Hodkovičky, PSČ 147 00",
  "footer_order": "Zakázky",
  "_mobile_nav": "_mobile_nav",
  "home": "Domů",
  "category": "Kategorie",
  "_main": "_main",
  "recommend": "Doporučujeme pro vás",
  "_loginModal": "loginModal",
  "login": "Přihlásit se",
  "email_address": "Emailová adresa",
  "password": "Heslo",
  "forgotten_password": "Zapomenuté heslo",
  "stay_logged_in": "Zůstat přihlášen",
  "continue": "Pokračovat",
  "dont_have_acc": "Nemáte účet?",
  "register_here": "Zaregistrujte se zde",
  "_sign_up": "sign_up",
  "register_title": "Zaregistrujte se zde",
  "first_name": "Jméno",
  "surname": "Příjmení",
  "sign_email": "E-mailem*",
  "telefon": "Telefon*",
  "agree_rules": "Souhlasíte s pravidly",
  "sign_up": "Zaregistrujte se",
  "password_confirmation": "Potvrzení hesla",
  "_otp_conf": "otp_conf",
  "otp_title": "Potvrzující email",
  "otp_desc": "Napište jednorázový kód zaslaný na váš e-mail",
  "otp_time_text": "možnost opětovného odeslání po",
  "otp_send": "znovu poslat kód",
  "otp_submit": "Potvrdit email",
  "_pass_otp": "_pass_otp",
  "pass_otp_title": "Potvrďte svůj e-mail",
  "pass_otp_desc": "Napište svůj e-mail pro potvrzení a zabezpečení dat",
  "_profile_nav": "profile_nav",
  "account": "účet",
  "my_orders": "Moje objednávky",
  "settings": "Nastavení",
  "log_out": "Vystupte",
  "change_pass": "Změna hesla",
  "delete_account": "Smazat účet",
  "delete_account_desc": "Opravdu chcete smazat svůj účet?",
  "yes": "Ano",
  "no": "Ne",
  "_change_pass_page": "change_pass_page",
  "old_passord": "Staré heslo",
  "new_password": "Nové heslo",
  "pass_change_conf": "Potvrzení změny hesla",
  "change_password_btn": "Změnit heslo",
  "_email_conf": "email_conf",
  "email_conf_desc": "Odeslání e-mailu na vaši e-mailovou adresu pro obnovení hesla",
  "email_conf_send": "Odeslat",
  "_product_card": "product_card",
  "buy": "Koupit",
  "_basket": "basket",
  "basket_modal_title": "Zboží přidáno do košíku",
  "go_pay": "přejít na návrh",
  "continue_shopping": "Pokračovat v nákupu",
  "select_all": "Vybrat vše",
  "count": "zboží",
  "basket_use": "Použít",
  "subtotal": "Mezisoučet",
  "transportation": "Přeprava",
  "transportation_calculate_text": "Vypočítáno v dalším kroku",
  "total": "Celkem",
  "basket_continue": "Pokračovat",
  "_mob_basket": "mob_basket",
  "shopping_card": "Nákupní košík",
  "_payment": "payment",
  "add_address": "Dodací adresa",
  "region_city": "Země/oblast",
  "pay_name": "Jméno",
  "pay_surname": "Příjmení",
  "pay_address": "Adresa",
  "pay_phone": "Telefon",
  "save_info_for_future": "Uložte si informace pro další nákupy",
  "back_to_basket": "Zpět do nákupního košíku",
  "continue_sending": "Pokračujte v odeslání",
  "_payment_delivery": "payment_delivery",
  "pay_change": "Změna",
  "delivery": "Dodávka",
  "collection_warehouse": "Vyzvednutí ze skladu",
  "free": "Zdarma",
  "delivery_address": "Doručení na adresu",
  "back_to_info": "Zpět do Informace",
  "proceed_checkout": "Pokračujte k platbě",
  "_payment_plata": "payment_plata",
  "way_transportation": "Způsob dopravy",
  "payment": "Platba",
  "debit_credit": "Debetní/kreditní karty",
  "back_to_delivery": "Zpět do dodávka",
  "pay_now": "Zaplať teď",
  "_payment_end": "payment_end",
  "payment_end_title": "Vaše objednávka byla úspěšně zadána!",
  "payment_end_desc": "Vaše objednávka №1210031 úspěšně vytvořena od 16:08 12.08.2023. Na vaši e-mailovou adresu bude zaslán e-mail s informacemi o objednávce",
  "home_btn": "Domů",
  "_my_orders": "my_orders",
  "current_tab": "Aktuální",
  "history_tab": "Historie",
  "order": "Objednat",
  "delivery_time": "Doručovat budeme do 1. listopadu",
  "order_time": "Čas objednávky",
  "compilation": "Sestavení",
  "towards": "Na cestě",
  "in_sorting_center": "V třídicím centru",
  "at_the_point": "V místě vydání",
  "promotional_code": "Propagační kód",
  "delivered_on": "Doručeno ",
  "write_review": "Napsat recenzi",
  "_filtration": "filtration",
  "popularity": "Popularita",
  "rising_price": "Vzestupná cena",
  "price_descending": "Cena sestupně",
  "price_filtr_text": "Velikost",
  "min_price": "min. cena",
  "max_price": "max. cena",
  "apply_filtr": "použít filtr",
  "_mob_filter": "mob_filter",
  "filters": "filtry",
  "arrange": "Seřadit",
  "according_popularity": "podle oblíbenosti",
  "_for_byers": "for_byers",
  "who_we_are_list": "Marketplace Reli, kdo jsme",
  "our_mission": "Naše mise",
  "what_sets_us": "Co nás odlišuje",
  "our_values": "Naše hodnoty",
  "account_information": "Informace o účtu",
  "make_purchase": "Jak provést nákup",
  "delivery_options": "Možnosti doručení",
  "payment_options": "Možnosti platby",
  "who_we_are": "Kdo jsme",
  "who_we_are_text": "V Reli Marketplace jsme odhodláni poskytovat bezproblémové a bezpečná platforma pro kupující a prodávající pro připojení, transakce a prospívat. Ať už hledáte jedinečné produkty, hledáte skvělénabídky nebo chcete předvést své vlastní nabídky, jsme tu pro vás udělejte svůj zážitek výjimečným. Tržiště Reli je více než prostě tržiště – jsme zapálený tým inovátorů, tech nadšenci a zastánci zákazníků. Náš různorodý tým je oddaný k vytvoření důvěryhodného, ​​transparentního a uživatelsky přívětivého prostředí pro všechny účastníky.",
  "our_mission_text": "Marketplace Reli se zavázala podporovat živou komunitu kde mohou jednotlivci a firmy objevovat, nakupovat a prodávat důvěra. Naším posláním je posilovat podnikatele, podporovat malé podniky a potěší zákazníky poskytováním výjimečných produkty a služby.životní prostředí pro všechny účastníky.",
  "what_sets_us_first": "DŮVĚRA A BEZPEČNOST: upřednostňujeme bezpečnost a soukromí našich uživatelů. Naše platforma využívá robustní bezpečnostní opatření a proaktivní moderování, aby zajistila bezpečný a důvěryhodný trh.",
  "what_sets_us_second": "RŮZNÝ VÝBĚR: od ručně vyráběných řemesel až po nejmodernější gadgety, tržiště Reli nabízí rozmanitou škálu produktů od prodejců z celého světa.",
  "what_sets_us_third": "VÝJIMEČNÁ SLUŽBA: náš tým zákaznické podpory je zde, aby vám pomohl na každém kroku. Ať už máte otázku, obavu nebo potřebujete pomoc, jsme tu, abychom vám pomohli",
  "our_values_first": "INTEGRITA: pracujeme poctivě, transparentně a spravedlivě ve všech našich interakcích. INOVACE: Přijímáme inovace a neustále se snažíme vylepšovat uživatelskou zkušenost prostřednictvím technologie a kreativity.",
  "our_values_second": "KOMUNITA: věříme v sílu komunity a podporujeme smysluplná spojení mezi kupujícími a prodávajícími.",
  "our_values_third": "UDRŽITELNOST: Zavázali jsme se k udržitelnosti životního prostředí a podporujeme ekologicky šetrné postupy, kdykoli je to možné.",
  "how_start_desc": "Chcete-li si užít personalizované nakupování a exkluzivní přístupfunkce, zveme vás k vytvoření účtu. Registrace je rychle, snadno a zdarma.",
  "first_step": "Klikněte na „Zaregistrovat se“",
  "first_step_desc": " Na naší platformě klikněte na tlačítko „Zaregistrovat se“ nebo „Zaregistrovat se“.",
  "second_step": "Uveďte své údaje",
  "second_step_desc": "Vyplňte povinná pole v registraci od, včetně vaší e-mailové adresy, uživatelského jména a hesla. Můžeme také požádat o další informace, které nám pomohou přizpůsobit vaše zkušenosti vašim preferencím.",
  "third_step": "Ověřte svůj email",
  "third_step_desc": "Po odeslání registračních údajů zkontrolujte svou e-mailovou schránku, zda od nás nemáte ověřovací zprávu. Kliknutím na uvedený ověřovací odkaz potvrďte svou e-mailovou adresu a aktivujte svůj účet.",
  "fourth_step": "Vyplňte svůj profil",
  "fourth_step_desc": "Jakmile bude váš účet aktivován, věnujte chvilku dokončení svého profilu.",
  "fifth_step": "Začněte nakupovat",
  "fifth_step_desc": "Po nastavení účtu a připraveném k použití začněte prozkoumávat naše tržiště. Procházejte nabídky, přidávejte položky do košíku a užívejte si pohodlí bezpečného online nakupování.",
  "benefits_title": "Výhody vytvoření účtu",
  "benefits_first": "Personalizovaná doporučení: získejte přizpůsobená doporučení produktů na základě vaší historie procházení a nákupů.",
  "benefits_second": "Rychlejší placení: ušetříte čas při placení tím, že si své dodací a platební údaje bezpečně uložíte na svůj účet.",
  "benefits_third": "Sledování objednávek: sledujte své objednávky a zobrazte jejich stav kdykoli a kdekoli.",
  "security_title": "Zabezpečení a soukromí",
  "security_desc": "Ujišťujeme vás, že vaše osobní údaje jsou u nás v bezpečí. Zavádíme standardní bezpečnostní opatření, abychom vaše data a soukromí neustále chránili.",
  "purchase_first_step_title": "Procházet výpisy",
  "purchase_first_step_desc": "Začněte procházením nabídek na našem trhu. Pomocí vyhledávacího pole vyhledejte konkrétní položky nebo prozkoumejte kategorie a objevte nové produkty.",
  "purchase_second_step_title": "Vyberte položku",
  "purchase_second_step_desc": "Až najdete položku, kterou chcete koupit, kliknutím na její seznam zobrazíte další podrobnosti. Věnujte chvíli přečtení popisu položky, kontrole hodnocení prodejce a prohlédnutí všech dostupných fotografií.",
  "purchase_third_step_title": "Přidejte položku do košíku a zkontrolujte ji",
  "purchase_third_step_desc": "Když přidáte položky do košíku, zkontrolujte košík, abyste se ujistili, že vše vypadá správně. Než budete pokračovat k pokladně, můžete upravit množství, odebrat položky nebo použít jakékoli dostupné slevové kódy.",
  "purchase_fourth_step_title": "Pokladna",
  "purchase_fourth_step_desc": "Až budete připraveni dokončit nákup, klikněte na tlačítko 'Pokladna'.",
  "purchase_fifth_step_title": "Poskytnout podrobnosti o dodávce",
  "purchase_fifth_step_desc": "Zadejte svou doručovací adresu, kam chcete zboží doručit. Nezapomeňte znovu zkontrolovat správnost adresy, abyste předešli problémům s doručením.",
  "purchase_sixth_step_title": "Vyberte způsob platby",
  "purchase_sixth_step_desc": "Z dostupných možností vyberte preferovanou platební metodu. Přijímáme různé platební metody.",
  "purchase_seventh_step_title": "Dokončete nákup",
  "purchase_seventh_step_desc": "Pro dokončení nákupu postupujte podle pokynů na obrazovce. V případě potřeby zadejte své platební údaje a potvrďte objednávku. Jakmile bude platba úspěšně zpracována, obdržíte e-mail s potvrzením objednávky.",
  "purchase_eighth_step_title": "Sledování objednávky",
  "purchase_eighth_step_desc": "Stav své objednávky můžete sledovat pomocí informací o sledování uvedených v e-mailu s potvrzením objednávky nebo po přihlášení ke svému účtu Reli.",
  "delivery_title": "Na trhu Reli chápeme, že pohodlí a flexibilita jsou zásadní, pokud jde o přijímání vašich objednávek. Proto nabízíme různé možnosti doručení, aby vyhovovaly vašim potřebám. Ať už dáváte přednost pohodlí doručení domů nebo flexibilitě od vyzvednutí vaší objednávky jsme vás zajistili.",
  "delivery_first_title": "DORUČENÍ KURÝREM",
  "delivery_first_desc": "Vyberte si z nabídky důvěryhodných kurýrních služeb, aby byla vaše objednávka doručena přímo k vašim dveřím. Užijte si pohodlí sledovatelných zásilek a spolehlivé dodací lhůty.",
  "delivery_second_title": "VYZVEDNUTÍ SKLADU",
  "delivery_second_desc": " Pokud si chcete objednávku vyzvednout osobně, zvolte naši možnost vyzvednutí ve skladu a vyzvedněte si své položky, jak se vám to bude hodit.",
  "delivery_third_title": "MEZINÁRODNÍ DOPRAVA",
  "delivery_third_desc": "Naše tržiště nabízí možnosti mezinárodní dopravy do destinací po celém světě.",
  "delivery_fourth_title": "SLEDUJTE SVOU OBJEDNÁVKU",
  "delivery_fourth_desc": "Zůstaňte informováni o každém kroku s naší funkcí sledování objednávek.",
  "payment_title": "Na tržišti Reli se snažíme, aby byl proces placení co nejpohodlnější. Proto nabízíme různé možnosti platby, aby vyhovovaly vašim preferencím. Ať už dáváte přednost snadnému online platbě nebo flexibilitě platby v hotovosti při vyzvednutí , pokryli jsme vás.",
  "payment_first_title": "ONLINE PLATBA",
  "payment_first_desc": " Užijte si pohodlí bezpečného placení za své nákupy online pomocí kreditní nebo debetní karty. Naše šifrovaná platební brána zajišťuje, že vaše transakce jsou bezpečné a chráněné. Jednoduše zadejte údaje o své kartě při placení a vaše objednávka bude rychle zpracována a bezpečně.",
  "payment_second_title": "HOTOVOST PŘI VYZVEDNUTÍ",
  "payment_second_desc": "S naší možností vyzvednutí v hotovosti můžete platbu dokončit při osobním vyzvednutí objednávky. Jednoduše vyberte způsob platby při placení. Upozorňujeme, že platby v hotovosti přijímáme pouze v místní měně.",
  "payment_third_title": "ZABEZPEČENÉ TRANSAKCE",
  "payment_third_desc": " Ať už se rozhodnete platit online nebo osobně, buďte si jisti, že vaše platební údaje jsou chráněny průmyslovými standardními šifrovacími protokoly. Přijímáme veškerá opatření, abychom zajistili, že vaše transakce budou bezpečné a bezpečné, což vám umožní nakupovat s důvěrou na tržišti Reli.",
  "support_title": "Pokud máte nějaké otázky nebo potřebujete pomoc, náš specializovaný tým zákaznické podpory je zde, aby vám pomohl. Kontaktujte nás na",
  "_for_seller": "for_seller",
  "why_choose_title": "Proč si vybrat nás?",
  "why_choose_list_1": "EVROPSKÝ DOSAH, GLOBÁLNÍ DOPAD: s naší rozsáhlou sítí kupujících a prodejců po celé Evropě i mimo ni nabízí tržiště Reli bezkonkurenční dosah a expozici pro vaše produkty a služby.",
  "why_choose_list_2": "ZLEPŠENÍ VAŠEHO PODNIKÁNÍ: naše platforma poskytuje prodejcům nástroje, zdroje a podporu, kterou potřebujete, aby prosperovali.",
  "why_choose_list_3": "FÉROVÉ A TRANSPARENTNÍ POPLATKY: naše přímočará struktura poplatků zajišťuje, že platíte za služby, které používáte.",
  "why_choose_list_4": "PROPAGUJTE SVOU ZNAČKU: být prodejcem na našem trhu znamená získat výkonné propagační funkce, od doporučených záznamů po cílené reklamní kampaně, které vám pomohou zvýšit viditelnost, přilákat více zákazníků a zvýšit prodej.",
  "why_choose_list_5": "SNÍŽENÉ MARKETINGOVÉ NÁKLADY: prodej na našem tržišti může být nákladově efektivnější než tradiční marketingové kanály, tržiště zajišťuje velkou část marketingu a propagace.",
  "why_choose_list_6": "ZPĚTNÁ VAZBA A RECENZE ZÁKAZNÍKŮ: naše tržiště umožňuje prodejcům získat přímou zpětnou vazbu od zákazníků prostřednictvím recenzí a hodnocení produktů. Tato zpětná vazba může být neocenitelná pro zlepšení kvality produktů, řešení problémů zákazníků a zlepšení celkové zákaznické zkušenosti.",
  "why_choose_list_7": "ZABEZPEČENÉ TRANSAKCE: všechny transakce na tržišti Reli jsou bezpečné a zabezpečené důvěryhodným systémem zpracování plateb.",
  "why_choose_list_8": "VYHLÁŠENÝ TÝM PODPORY: v případě, že máte nějaké dotazy nebo pomoc, náš specializovaný tým podpory je připraven vám pomoci, od pomoci při registraci až po trvalou podporu.",
  "why_choose_list_9": "KONKURENČNÍ VÝHODA: prodejem na našem trhu získáte konkurenční výhodu nad konkurencí. Můžete odlišit své produkty, nabídnout konkurenceschopné ceny a využít nové trendy na trhu.",
  "info_for_seller_title": "Informace o poplatcích pro prodejce",
  "info_for_seller_desc": "Poplatky za prodej na našem tržišti mohou záviset na několika faktorech, včetně:",
  "info_for_seller_list_1": "KATEGORIE PRODUKTU: poplatky se mohou lišit v závislosti na kategorii prodávaných produktů. Tyto poplatky se také mohou lišit, pokud určitá kategorie produktů vyžaduje specializované služby manipulace, skladování nebo plnění.",
  "info_for_seller_list_2": "OBJEM TRANSAKCE: naše tržiště nabízí odstupňované ceny na základě objemu prodejů nebo počtu záznamů, které má prodejce na platformě. Prodejci, kteří generují vyšší objemy prodeje, mohou mít nárok na nižší poplatky nebo slevy.",
  "info_for_seller_list_3": "VALUE – PŘIDANÉ SLUŽBY: naše tržiště nabízí prodejcům dodatečné služby nebo funkce za příplatek. Tyto služby mohou zahrnovat prémiové umístění ve výsledcích vyhledávání, reklamní příležitosti, služby plnění atd.",
  "info_for_seller_list_4": "PROPAGAČNÍ KAMPANĚ A SLEVY: naše tržiště může také provozovat propagační kampaně nebo nabízet slevy na poplatky pro prodejce během určitých období nebo událostí.",
  "cost_by_category": "Poplatky dle kategorie",
  "table_gadgets": "Spotřebiče / miniaplikace",
  "table_baby": "Kojenecké/dětské zboží",
  "table_bags": "Batohy / tašky",
  "table_beauty": "Krása / zdraví",
  "table_clothing": "Oblečení",
  "table_computers": "Počítače",
  "table_electronics": "Elektronika",
  "table_furniture": "Nábytek",
  "table_home": "Domov a kuchyně",
  "table_jewerly": "Šperky",
  "table_garden": "Zahrada",
  "table_office": "Kancelářské produkty",
  "table_pets": "Zboží pro domácí mazlíčky",
  "table_sports": "Sport",
  "table_toys": "Hračky/hry",
  "table_watches": "Hodinky",
  "table_price_text_1": "16 %, pokud je cena položky až",
  "table_price_text_2": "5 %, pokud je cena položky vyšší než",
  "start_selling_title": "Chcete-li začít prodávat na tržišti Reli",
  "start_selling_desc": "My jako online platforma máme určité požadavky a podmínky, které jako prodejce musíte splnit",
  "start_selling_list_1": "ÚČET / REGISTRACE: musíte se zaregistrovat na naší platformě. To zahrnuje poskytnutí základních informací o vaší firmě, jako je jméno, adresa, kontaktní údaje a daňové identifikační číslo.",
  "start_selling_list_2": "SOUHLASÍTE SE SMLUVNÍMI PODMÍNKAMI: všichni prodejci musí před zahájením prodeje souhlasit se smluvními podmínkami, zásadami prodejce a uživatelskými smlouvami tržiště. Tyto dokumenty popisují pravidla, práva a povinnosti prodejců na platformě .",
  "start_selling_list_3": "SEZNAMY PRODUKTŮ: potřebujete vytvořit přesné a podrobné seznamy svých produktů na našem trhu. To zahrnuje poskytování popisů produktů, obrázků, informací o cenách a dalších relevantních podrobností, které zákazníkům pomohou činit informovaná rozhodnutí o nákupu.",
  "start_selling_list_4": "SOULADU SE ZÁSADY: Prodejci musí dodržovat zásady a pokyny tržiště týkající se výpisů produktů, zakázaných položek, práv duševního vlastnictví, dopravy a plnění, zákaznických služeb a dalších aspektů prodeje na naší platformě.",
  "start_selling_list_5": "STANDARDY KVALITY: náš trh má standardy kvality a požadavky, takže všichni prodejci musí zajistit kvalitu a autenticitu svých produktů. Obvykle to zahrnuje standardy pro stav produktů, balení, označování a spokojenost zákazníků.",
  "start_selling_list_6": "PLATBA A POPLATKY: všichni prodejci musí souhlasit se strukturou poplatků tržiště. To zahrnuje možnosti poplatků spojené s prodejem na platformě, jako jsou poplatky za zalistování, transakční poplatky a poplatky za předplatné.",
  "start_selling_list_7": "SLUŽBY ZÁKAZNÍKŮM: od všech prodejců našeho tržiště se očekává, že budou poskytovat vstřícný a spolehlivý zákaznický servis, který jim umožní řešit dotazy zákazníků, řešit problémy a zajistit pozitivní nákupní zkušenost. To zahrnuje rychlé reakce na zprávy, zpracování vracení zboží a vrácení peněz, a profesionální řešení sporů.",
  "_prod_page": "prod_page",
  "add_basket": "Přidat do košíku",
  "delivery_btn": "Dodání od 2 dnů do 4 měsíců",
  "characteristics": "Charakteristika",
  "review": "Recenze",
  "certificates": "Certifikáty",
  "transfer_charac": "Statická přenosová charakteristika",
  "structural_property": "Structural property",
  "_comment_form": "comment_form",
  "impressions_product": "Vaše dojmy z produktu",
  "add_photo": "Přidat fotky",
  "name": "Název",
  "send": "Odejít",
  "_mob_review": "_mob_review",
  "validation": {
    "email": {
      "typeError": "musí být řetězec",
      "email": "neplatná e-mailová adresa",
      "required": "povinné"
    },
    "comment": {
      "typeError": "komentář musí být řetězec",
      "required": "vyžadován komentář"
    },
    "password": {
      "passwordCriteria": "Heslo musí obsahovat minimálně jedno malé písmeno, jedno velké písmeno, jednu číslici a jeden speciální znak",
      "minLength": "Minimální délka hesla je 6 znaků",
      "maxLength": "Maximální délka hesla je 15 znaků",
      "required": "Heslo je povinné"
    },
    "name": {
      "required": "Jméno je povinné"
    },
    "phone": {
      "required": "Telefonní číslo je povinné"
    },
    "confirmPassword": {
      "oneOf": "Hesla se musí shodovat",
      "required": "Potvrzení hesla je povinné"
    },
    "country": {
      "required": "Země je povinná"
    },
    "surename": {
      "required": "Příjmení je povinné"
    },
    "address": {
      "required": "Adresa je povinná"
    }
  },
  "noContent": {
    "title": "V současné době neexistuje žádné vybrané zboží",
    "desc": "Zkuste stránku načíst znovu nebo počkejte"
  },
  "toast": {
    "auth_required": "Vyžadováno ověření"
}
}