{
    "_langModal": "langModal",
    "language": "Jazyk",
    "en": "Angličtina",
    "cs": "Čeština",
    "de": "Němčina",
    "catalog": "Katalog",
    "_headerAndFooter": "headerAndFooter",
    "for_seller": "Pro prodejce",
    "for_buyers": "Pro kupující",
    "about_company": "O společnosti",
    "enter_account": "Přihlásit se",
    "orders": "Objednávky",
    "choice": "Oblíbené",
    "bin": "Košík",
    "phone": "Telefon",
    "email": "E-mail",
    "address": "Adresa",
    "reli_address": "Na Lysinách 551/34, Praha 4 - Hodkovičky, PSČ 147 00",
    "footer_order": "Objednávky",
    "home": "Domů",
    "category": "Kategorie",
    "_main": "_main",
    "recommend": "Doporučujeme",
    "_loginModal": "loginModal",
    "you_agree": "Souhlasíte s ",
    "rules": "pravidly",
    "other_ways_log": "Další způsoby přihlášení",
    "login": "Přihlásit se",
    "email_address": "E-mail",
    "password": "Heslo",
    "forgotten_password": "Zapomenuté heslo",
    "stay_logged_in": "Zůstat přihlášeny",
    "continue": "Pokračovat",
    "dont_have_acc": "Nemáte účet?",
    "register_here": "Zaregistrujte se zde",
    "_sign_up": "sign_up",
    "register_title": "Registrujte se zde",
    "first_name": "Jméno",
    "surname": "Příjmení",
    "sign_email": "E-mail*",
    "telefon": "Telefon*",
    "agree_rules": "Souhlasíte s pravidly",
    "sign_up": "Zaregistrovat se",
    "password_confirmation": "Potvrzení hesla",
    "_otp_conf": "otp_conf",
    "otp_title": "Potvrzení registrace",
    "otp_desc": "Potvrzovací e-mail byl odeslán na vaši e-mailovou adresu.",
    "otp_time_text": "možnost znovu odeslat po",
    "otp_send": "znovu odeslat kód",
    "otp_submit": "Potvrdit e-mail",
    "_pass_otp": "_pass_otp",
    "pass_otp_title": "Potvrďte svůj e-mail",
    "pass_otp_desc": "Zadejte svůj e-mail pro potvrzení a bezpečnost údajů",
    "_profile_nav": "profile_nav",
    "account": "Účet",
    "my_orders": "Moje objednávky",
    "settings": "Nastavení",
    "log_out": "Odhlásit se",
    "change_pass": "Změnit heslo",
    "delete_account": "Smazat účet",
    "delete_account_desc": "Opravdu si přejete smazat svůj účet?",
    "yes": "Ano",
    "no": "Ne",
    "_change_pass_page": "change_pass_page",
    "old_passord": "Staré heslo",
    "new_password": "Nové heslo",
    "pass_change_conf": "Potvrzení změny hesla",
    "change_password_btn": "Změnit heslo",
    "_email_conf": "email_conf",
    "email_conf_desc": "Odeslat e-mail pro obnovení hesla",
    "email_conf_send": "Odeslat",
    "_product_card": "product_card",
    "buy": "Koupit",
    "_basket": "basket",
    "basket_modal_title": "Produkt byl přidán do košíku",
    "go_pay": "přejít k objednávce",
    "continue_shopping": "pokračovat v nákupu",
    "select_all": "Vybrat vše",
    "count": "kusů",
    "basket_use": "Použít",
    "subtotal": "Mezisoučet",
    "transportation": "Doprava",
    "transportation_calculate_text": "cena dopravy bude vypočtena v dalším kroku",
    "total": "Celkem",
    "basket_continue": "Pokračovat",
    "basket_empty": "Košík je zatím prázdný",
    "_mob_basket": "mob_basket",
    "shopping_card": "Nákupní košík",
    "_payment": "payment",
    "add_address": "Přidat adresu",
    "region_city": "Země/region",
    "pay_name": "Jméno",
    "pay_surname": "Příjmení",
    "pay_address": "Adresa",
    "pay_phone": "Telefon",
    "save_info_for_future": "Uložit informace pro budoucí nákupy",
    "back_to_basket": "Zpět do košíku",
    "continue_sending": "Pokračovat v odeslání",
    "_payment_delivery": "payment_delivery",
    "pay_change": "Změnit",
    "delivery": "Doručení",
    "collection_warehouse": "Osobní odběr ze skladu",
    "free": "Zdarma",
    "delivery_address": "Doručení na adresu",
    "back_to_info": "Zpět k informacím",
    "proceed_checkout": "Pokračovat k pokladně",
    "_payment_plata": "payment_plata",
    "way_transportation": "Způsob dopravy",
    "payment": "Platba",
    "debit_credit": "Debetní/kreditní karty",
    "back_to_delivery": "Zpět k doručení",
    "pay_now": "Zaplatit nyní",
    "_payment_end": "payment_end",
    "payment_end_title": "Vaše objednávka byla úspěšně vytvořena!",
    "payment_end_desc": "Vaše objednávka N111 byla vytvořena v 00:00 19.05.25. Potvrzovací e-mail s informacemi o objednávce vám byl zaslán.",
    "home_btn": "Domů",
    "_my_orders": "my_orders",
    "current_tab": "Aktuální",
    "history_tab": "Historie",
    "order": "Číslo objednávky",
    "delivery_time": "Doručíme do 1. listopadu",
    "order_time": "Čas objednávky",
    "compilation": "Kompletace",
    "towards": "Na cestě",
    "in_sorting_center": "V třídícím centru",
    "at_the_point": "Na výdejním místě",
    "promotional_code": "Slevový kód",
    "delivered_on": "Doručeno dne ",
    "write_review": "Napsat recenzi",
    "_filtration": "filtration",
    "popularity": "Popularita",
    "rising_price": "Cena vzestupně",
    "price_descending": "Cena sestupně",
    "price_filtr_text": "Cena",
    "min_price": "min. cena",
    "max_price": "max. cena",
    "apply_filtr": "Použít filtr",
    "_mob_filter": "mob_filter",
    "filters": "Filtry",
    "arrange": "Seřadit",
    "according_popularity": "podle popularity",
    "_categories": "",
    "electronics": "Elektronika",
    "clothes and shoes": "Oblečení a obuv",
    "house and garden": "Dům a zahrada",
    "children's goods": "Dětské zboží",
    "luggage": "Zavazadla",
    "beauty and health": "Krása a zdraví",
    "sport and relaxation": "Sport a relaxace",
    "pet products": "Chovatelské potřeby",
    "furniture": "Nábytek",
    "office supplies": "Kancelářské potřeby",
    "toys/games": "Hračky/hry",
    "jewelry": "Šperky",
    "watches": "Hodinky",
    "for_buyers_title": "Pro kupující",
    "how_order": "Jak objednat",
    "pay": "Platba",
    "delivery_for_buyers": "Doprava",
    "return_product": "Vrácení zboží",
    "support": "Podpora",
    "for_sellers_title": "Pro prodejce",
    "how_start_sell": "Jak začít prodávat",
    "delivery_for_seller": "Doprava pro prodejce",
    "seller_rules": "Pravidla pro prodejce",
    "seller_support": "Podpora pro prodejce",
    "about_company_title": "O společnosti",
    "about_us": "O nás",
    "contacts": "Kontakty",
    "work_with_us": "Práce u nás",
    "terms_conditions": "Obchodní podmínky",
    "privacy_policy": "Ochrana osobních údajů",
    "_prod_page": "prod_page",
    "product_description": "Popis produktu",
    "specifications": "Specifikace",
    "reviews": "Recenze",
    "similar_products": "Podobné produkty",
    "add_to_favorites": "Přidat do oblíbených",
    "share": "Sdílet",
    "sku": "Kód produktu",
    "in_stock": "Skladem",
    "out_of_stock": "Není skladem",
    "quantity": "Množství",
    "add_to_cart": "Přidat do košíku",
    "buy_now": "Koupit hned",
    "delivery_info": "Informace o dopravě",
    "free_delivery": "Doprava zdarma",
    "delivery_days": "Doručení za {{count}} dní",
    "_comment_form": "comment_form",
    "write_your_review": "Napište svou recenzi",
    "your_rating": "Vaše hodnocení",
    "comment": "Komentář",
    "send_review": "Odeslat recenzi",
    "_validation": "validation",
    "required_field": "Toto pole je povinné",
    "invalid_email": "Neplatný formát e-mailu",
    "passwords_do_not_match": "Hesla se neshodují",
    "min_length": "Minimální délka je {{count}} znaků",
    "max_length": "Maximální délka je {{count}} znaků",
    "_popups": "popups",
    "product_added_to_cart": "Produkt byl přidán do košíku",
    "removed_from_cart": "Produkt byl odstraněn z košíku",
    "order_success": "Objednávka byla úspěšně dokončena",
    "error_occurred": "Došlo k chybě, zkuste to znovu",
    "noContent": {
        "title": "Momentálně nejsou vybrány žádné položky",
        "desc": "Zkuste stránku znovu načíst nebo počkejte"
    },
    "complaintsProcedure": "Reklamační řád",
    "generalProvisions": {
        "title": "Obecná ustanovení",
        "text1": "Reklamační řád je nedílnou součástí Všeobecných obchodních podmínek prodávajícího Reli Group s.r.o., IČO: 280 03 896, se sídlem Na lysinách 551/34, 147 00 Praha 4, zapsané v obchodním rejstříku vedeném Městským soudem v Praze, oddíl C, vložka 361093 (dále jen „prodávající“ nebo „Reli Group“), a popisuje postup při vyřizování reklamací zboží zakoupeného u společnosti Reli Group.",
        "text2": "Kupující je povinen se před objednáním zboží seznámit s Reklamačním řádem a Všeobecnými obchodními podmínkami (dále jen „VOP“). Kupující dále bere na vědomí, že je povinen poskytnout společnosti Reli Group nezbytnou součinnost pro vyřízení reklamace; jinak se lhůty přiměřeně prodlužují o dobu, po kterou kupující neposkytl požadovanou součinnost.",
        "text3": "Uzavřením kupní smlouvy a převzetím zboží od prodávajícího kupující souhlasí s tímto Reklamačním řádem.",
        "text4": "Definice obsažené v tomto Reklamačním řádu mají přednost před definicemi uvedenými ve VOP. Není-li pojem v tomto Reklamačním řádu definován, rozumí se jím význam uvedený ve VOP. Není-li definován ani tam, rozumí se jím význam, v jakém je používán v právních předpisech.",
        "text5": "V případě uplatnění nároku na službu zakoupenou nebo sjednanou se postup při servisním zásahu řídí výhradně podmínkami příslušné služby."
    },
    "warrantyForQuality": {
        "title": "Záruka za jakost",
        "text1": "Jako doklad o záruce vydává Reli Group ke každému zakoupenému zboží doklad o koupi (fakturu), který obsahuje zákonem požadované údaje nezbytné pro uplatnění záruky (zejména název zboží, délku záruky, cenu, množství, sériové číslo).",
        "text2": "Na výslovnou žádost kupujícího poskytuje Reli Group záruku ve formě záručního listu. Obvykle však, pokud to povaha věci dovoluje, prodávající místo záručního listu vystaví doklad o koupi obsahující uvedené údaje.",
        "text3": "Pokud je to pro poskytnutou záruku nezbytné, Reli Group v záručním listu jasně vysvětlí obsah záruky, uvede její rozsah, podmínky, dobu trvání a způsob uplatnění nároků. Záruční list rovněž uvede, že poskytnutí záruky neovlivňuje práva kupujícího související s koupí věci.",
        "text4": "1. Lhůta pro uplatnění práv z vadného plnění",
        "text5": "Lhůta pro uplatnění práv z vadného plnění začíná běžet dnem převzetí zboží kupujícím, tj. dnem uvedeným na dokladu o koupi nebo záručním listu.",
        "text6_1": "Doba je:",
        "text6_2": "- 24 měsíců pro nové (včetně nerozbaleného) zboží.",
        "text6_3": "- 21 měsíců pro téměř nové zboží (téměř nové zboží je použité zboží, které bylo zkontrolováno našimi specialisty a označeno jako takové).",
        "text6_4": "- 12 měsíců pro použité zboží (použité zboží je takové, které je označeno jako použité nebo servisované bez vady a jeho úplnost nebrání plnému užívání výrobku).",
        "text6_5": "- 12 měsíců pro repasované zboží (repasované zboží je takové, které je označeno jako „repasované“ a prošlo servisním zásahem našich specialistů).",
        "text7": "U spotřebního zboží (např. kosmetika, drogistické zboží apod.) má kupující právo uplatnit vadu do dvaceti čtyř (24) měsíců, pokud není na zboží uvedeno datum použitelnosti, v takovém případě se lhůta zkracuje pouze do tohoto data uvedeného na obalu.",
        "text8": "Lhůta končí odpovídající datum, které číselně odpovídá datu počátku. Délka lhůty v měsících je uvedena u každého výrobku v obchodě prodávajícího a je dostatečně vyznačena na dokladu o koupi.",
        "text9": "Práva z odpovědnosti za vady zboží, na které se vztahuje záruka za jakost, zanikají, pokud nejsou uplatněna ve stanovené lhůtě. V případě vyřízení reklamace výměnou zboží nezačíná běžet nová lhůta; rozhodující je lhůta, která začala běžet dnem převzetí zboží kupujícím.",
        "text10": "2. Práva z vadného plnění",
        "text11": "Má-li věc vadu, může kupující požadovat její odstranění. Podle své volby může požadovat dodání nové věci bez vad nebo opravu věci, pokud zvolený způsob odstranění vady není nemožný nebo nepřiměřeně nákladný ve srovnání s druhým způsobem, s ohledem na význam vady, hodnotu, kterou by věc měla bez vady, a zda lze vadu odstranit jinak bez podstatných obtíží pro kupujícího.",
        "text12": "Prodávající může odstranit vadu odmítnout, pokud je to nemožné nebo nepřiměřeně nákladné, zejména s ohledem na význam vady a hodnotu, kterou by věc měla bez vady.",
        "text13_1": "Kupující může požadovat přiměřenou slevu nebo odstoupit od smlouvy, pokud:",
        "text13_2": "a) prodávající odmítl odstranit vadu nebo ji neodstranil v souladu s § 2170 odst. 1 a 2;",
        "text13_3": "b) vada se opakovaně vyskytuje;",
        "text13_4": "c) vada představuje podstatné porušení smlouvy;",
        "text13_5": "d) z prohlášení prodávajícího nebo z okolností je zřejmé, že vada nebude odstraněna v přiměřené době nebo bez značných obtíží pro kupujícího.",
        "text14": "Přiměřená sleva se určuje jako rozdíl mezi hodnotou věci bez vady a vadné věci převzaté kupujícím.",
        "text15": "Odstoupí-li kupující od smlouvy, vrátí prodávající kupní cenu kupujícímu bez zbytečného odkladu po převzetí věci nebo poté, co kupující prokáže, že věc byla odeslána.",
        "text16": "3. Jakost při převzetí",
        "text17_1": "Prodávající je kupujícímu odpovědný, že zboží při převzetí nemá vady. Konkrétně prodávající odpovídá za to, že v době převzetí zboží kupujícím:",
        "text17_3": "- Zboží má vlastnosti, na kterých se strany dohodly, a pokud taková dohoda chybí, vlastnosti, které prodávající nebo výrobce popsal nebo které kupující očekával vzhledem k povaze zboží a na základě reklamy, kterou vedl.",
        "text17_4": "- Zboží je vhodné pro účel, který prodávající uvádí pro jeho použití nebo pro který se obvykle takový typ zboží používá.",
        "text17_5": "- Zboží je v odpovídajícím množství, míře nebo hmotnosti.",
        "text17_6": "- Zboží odpovídá požadavkům právních předpisů.",
        "text18": "Projeví-li se vada do jednoho roku od převzetí, má se za to, že věc byla vadná již při převzetí, pokud prodávající neprokáže opak.",
        "text19": "4. Smluvní záruka za jakost",
        "text20": "Nad rámec zákonné lhůty (24 měsíců) může Reli Group poskytnout bezplatný servis v uvedené lhůtě, který se řídí výhradně tímto Reklamačním řádem a zejména podmínkami bezplatného servisu, viz článek VII. Tento bezplatný servis není totožný s placenou službou „Prodloužená záruka“, jejíž podmínky se řídí výhradně podmínkami této služby."
    },
    "warrantyConditions": {
        "title": "Podmínky záruky",
        "text1": "1. Kontrola zboží při převzetí",
        "text2": "Kupující kontroluje zboží, jeho úplnost a neporušenost obalu při osobním převzetí od prodávajícího.",
        "text3": "Při převzetí od přepravce kupující důkladně zkontroluje stav zásilky (zejména počet balíků, neporušenost firemní pásky s logem, neporušenost nebo poškození obalu) podle dodacího listu.",
        "text4": "Kupující dále kontroluje úplnost zboží v den převzetí, zejména zda obal obsahuje vše, co by měl.",
        "text5": "Jakékoli nesrovnalosti musí být nahlášeny prodávajícímu během osobního převzetí na místě, označeny v přejímacím protokolu přepravce při převzetí od přepravce, nebo může kupující odmítnout převzetí zásilky, případně je vždy možné nahlásit je e-mailem na ",
        "pochta": "rek.reli7772@gmail.com.",
        "text5_1": " Reli Group navíc doporučuje připojit fotografickou dokumentaci poškození a obalu v případě převzetí od přepravce.",
        "text6": "Tato ustanovení neovlivňují zákonnou lhůtu pro uplatnění práv z vadného plnění. Následné reklamace týkající se neúplnosti nebo vnějšího poškození zásilky nezbavují kupujícího práva na nárok, ale dávají Reli Group možnost prokázat, že se nejedná o nesrovnalost s kupní smlouvou.",
        "text7": "2. Podání reklamace",
        "text8": "Reli Group doporučuje podat reklamaci u autorizovaného servisního střediska pro rychlejší vyřízení, pokud je pro daný typ zboží k dispozici. Seznam autorizovaných servisních středisek najdete zde.",
        "text9": "U velkých spotřebičů (pračky, ledničky, sporáky, vestavěné spotřebiče) se doporučuje reklamovat prostřednictvím autorizovaného servisního střediska, které zajistí servis u vás doma.",
        "text10": "3. Kompatibilita",
        "text11": "Reli Group negarantuje plnou kompatibilitu prodávaných komponentů s jinými komponenty, které nebyly schváleny zaměstnanci Reli Group, výrobcem nebo dodavatelem, ani se softwarovými aplikacemi, jejichž funkčnost nebyla kupujícím výslovně požadována v písemné objednávce, pokud taková kompatibilita není obvyklá u podobného zboží a nebylo výslovně uvedeno společností Reli Group, že zboží je kompatibilní pouze s uvedenými položkami nebo je nekompatibilní pouze s uvedenými položkami.",
        "text12": "Totéž platí obdobně pro software a jeho jednotlivé verze. Dále, pokud byla deklarována kompatibilita určitých verzí softwaru, neplatí to automaticky pro jejich následné nebo předchozí verze.",
        "text13": "4. Vyloučení",
        "text14": "Manipulace s ochrannými plombami, informačními štítky nebo sériovými čísly vystavuje kupujícího riziku zamítnutí reklamace, pokud k poškození nedošlo při běžném používání. Plomby a sériová čísla jsou nedílnou součástí produktu a neomezují právo zákazníka plně používat a zacházet s produktem podle jeho určení.",
        "text15": "Záruka se nevztahuje na poškození způsobená (pokud taková činnost není obvyklá a není zakázána v přiloženém uživatelském manuálu):",
        "text16": "- Mechanické poškození výrobku,",
        "text17": "- Přepětí v elektrické síti (viditelné spálené součástky nebo desky plošných spojů) kromě běžných odchylek,",
        "text18": "- Používání výrobku v podmínkách, které neodpovídají teplotním, prašnostním, vlhkostním, chemickým a mechanickým vlivům stanoveným prodávajícím nebo výrobcem,",
        "text19": "- Nesprávná instalace, manipulace, provoz nebo zanedbání údržby výrobku,",
        "text20": "- Poškození výrobku nebo jeho části počítačovým virem apod.",
        "text21": "- Vady vyskytující se pouze v softwaru, kde zákazník nemůže prokázat legální způsob nabytí, nebo používáním neautorizovaného softwaru a spotřebního materiálu,",
        "text22": "- Poškození způsobené nadměrným zatížením nebo používáním v rozporu s podmínkami uvedenými v dokumentaci nebo obecnými zásadami,",
        "text23": "- Neoprávněný zásah nebo změny parametrů (za neoprávněný zásah se považuje jakýkoli zásah jakékoli osoby jiné než prodávajícího nebo autorizovaného servisu),",
        "text24": "- Výrobky, které byly zákazníkem upraveny (např. natřeny, ohnuty apod.), pokud vada vznikla v důsledku této úpravy,",
        "text25": "- Nesprávná aktualizace BIOSu nebo firmwaru,",
        "text26": "- Poškození v důsledku živelných pohrom nebo vyšší moci,",
        "text27": "- Používání nesprávného nebo vadného softwaru,",
        "text28": "- Používání nesprávného nebo neoriginálního spotřebního materiálu a jakékoli škody z toho vyplývající, pokud takové použití není obvyklé a není vyloučeno v přiloženém uživatelském manuálu.",
        "text29": "Tato omezení se neuplatní, pokud byly vlastnosti zboží v rozporu s výše uvedenými podmínkami výslovně dohodnuty, vyhrazeny nebo deklarovány kupujícím a Reli Group, nebo lze je očekávat z důvodu reklamy nebo obvyklého používání.",
        "text30": "5. Testování vady",
        "text31": "Zboží předložené k reklamaci bude testováno pouze na vadu specifikovanou kupujícím (v reklamačním formuláři, v přiloženém popisu vady). Reli Group doporučuje písemnou formu pro specifikaci vady, která zahrnuje i elektronickou komunikaci.",
        "text32": "Pokud je reklamace zamítnuta a kupující souhlasí s placenou opravou, oprava bude účtována podle aktuálního ceníku autorizovaného servisního střediska.",
        "text33": "Kupující bere na vědomí, že Reli Group neprovádí placené opravy, ale pouze je zprostředkovává autorizovaným servisním střediskům nebo zajišťuje komunikaci a přepravu s nimi. Reli Group neodpovídá za provedení opravy.",
        "text34": "Před provedením placené opravy bude kupující informován o nákladech na opravu, jejím rozsahu a čase potřebném k jejímu dokončení. Oprava bude provedena nejpozději do 60 dnů ode dne následujícího po převzetí zboží společností Reli Group. Placené opravy budou provedeny pouze s výslovným souhlasem kupujícího (nebo na základě uzavřené servisní smlouvy) uděleným po uvedených informacích.",
        "text35": "6. Zálohování dat",
        "text36": "Při předání počítačového systému nebo zařízení pro ukládání dat k reklamaci nebo opravě musí kupující zajistit vhodnou zálohu potřebných dat a zabránit možnému zneužití nebo poškození. Reli Group neodpovídá za žádnou ztrátu, poškození nebo zneužití dat uložených na zařízeních pro ukládání dat v počítačovém systému.",
        "text37": "Zařízení pro ukládání dat jsou zařízení, jejichž poruchovost je objektivní jev s náhodným výskytem poruch. Reli Group tímto kupujícího informuje o této skutečnosti a doporučuje systematické zálohování uživatelských dat na vhodná zařízení. Záruka na zboží však tímto oznámením není omezena.",
        "text38": "Kupující bere na vědomí, že pokud je reklamace vyřešena výměnou zařízení pro ukládání dat, původní zařízení nebude vráceno.",
        "text39": "7. Zamítnutí záruky",
        "text40": "A. U špinavého zboží",
        "text41": "Reli Group má právo zamítnout reklamaci, pokud je reklamované zboží a/nebo jeho části špinavé nebo nesplňují základní požadavky na hygienicky bezpečné zacházení se zbožím pro záruční proces. V případě zařízení s palivovou nádrží musí být nádrž v době přijetí reklamace prázdná.",
        "text42": "B. U zabezpečení zařízení",
        "text43": "Pokud je přístup k zařízení chráněn heslem, gestem nebo jiným zabezpečením přístupu, je kupující povinen toto zabezpečení odstranit nebo v popisu vady při podání reklamace uvést heslo. Jinak má Reli Group právo reklamaci zamítnout. Totéž platí, pokud je BIOS nebo firmware zařízení nebo přístup k úložišti zařízení chráněn tímto způsobem. Bez plného přístupu k zařízení nemusí být oprava nebo diagnostika možná.",
        "text44": "Pokud je na zařízení aktivována jakákoli služba, která zařízení zabezpečuje proti krádeži, musí kupující tuto službu před podáním reklamace deaktivovat. Jinak má Reli Group právo reklamaci zamítnout. To platí pro služby jako Apple Find My iPhone, iPod touch, MacBook, Intel anti-theft a další.",
        "text45": "8. Tovární konfigurace, úpravy provedené kupujícím",
        "text46": "Kupující je tímto informován, že musí zajistit, aby zařízení předložené k reklamaci bylo v tovární konfiguraci. To se týká zejména přidané nebo vyměněné RAM, pevných disků nebo SSD v noteboocích a počítačích. Prodávající nenese odpovědnost za takové připojené součásti, zejména pokud nejsou výslovně uvedeny v potvrzení o přijetí reklamace.",
        "text47": "Původní komponenty by měly být uchovány pro případné záruční nároky, zejména pro odstoupení od smlouvy.",
        "text48": "Pokud kupující předloží k reklamaci zboží, které není v tovární konfiguraci, tj. upravené kupujícím nebo na žádost kupujícího, kupující bere na vědomí, že servisní zásah může takovou úpravu anulovat bez náhrady. V případě úprav by kupující měl ponechat původní komponenty.",
        "text49": "Úprava kupujícím znamená například:",
        "text50": "a) Přidání nebo výměna RAM, pevných disků nebo SSD v noteboocích a počítačích",
        "text51": "b) Aplikace fólie nebo ochranného skla na telefon nebo podobné zařízení, aplikace polepu nebo nálepky na zařízení, nášivka na oblečení a podobné úpravy."
    },
    "handlingComplaints": {
        "title": "Vyřizování reklamací",
        "text2": "Prodávající rozhodne o reklamaci neprodleně, ve složitých případech do tří pracovních dnů. Tato lhůta nezahrnuje čas potřebný pro druh výrobku nebo služby vyžadující odborné posouzení vady.",
        "text3": "Reli Group vyřídí reklamaci, včetně odstranění vady, bez zbytečného odkladu, nejpozději do 30 dnů ode dne následujícího po podání reklamace. Lhůta 30 dnů může být prodloužena po dohodě s kupujícím, avšak takové prodloužení nemůže být neurčité nebo nepřiměřeně dlouhé. Po uplynutí této lhůty, nebo prodloužené lhůty, se má za to, že vada na předmětu skutečně existovala a kupující má stejná práva, jako by se jednalo o vadu, kterou nelze odstranit."
    },
    "generalProvisions2": {
        "text2": "Reli Group vystaví kupujícímu písemné potvrzení o datu a způsobu vyřízení reklamace, včetně potvrzení o opravě a délce trvání reklamačního procesu, nebo odůvodnění zamítnutí reklamace.",
        "text3": "Po vyřízení reklamace bude kupující informován o jejím vyřízení telefonicky, SMS nebo e-mailem. Pokud bylo zboží odesláno přepravcem, bude po vyřízení automaticky odesláno zpět na adresu kupujícího.",
        "text4": "Po vyřízení uznané reklamace opravou nebo výměnou se záruční doba zařízení prodlužuje o dobu trvání reklamačního procesu. Doba trvání reklamace se počítá od dne následujícího po podání do dne, kdy byl kupující informován o vyřízení.",
        "text5": "Kupující má nárok na náhradu přiměřeně vynaložených nákladů spojených s podáním oprávněné reklamace. Tyto náklady se chápou jako minimálně nezbytné, především poštovné za odeslání reklamace. Tyto náklady nezahrnují cestování automobilem k podání reklamace nebo expresní doručení a podobné služby. Náhradu nákladů je třeba požadovat bez zbytečného odkladu, nejpozději však do jednoho měsíce po skončení lhůty pro uplatnění práv z vadného plnění.",
        "text6": "Kupující je povinen převzaté zboží a jeho shodu s reklamačním protokolem převzetí zkontrolovat. Kupující musí dále zkontrolovat úplnost zboží, zejména zda obal obsahuje vše, co by měl. Pozdější námitky nebudou brány v úvahu.",
        "text7": "Tato ustanovení neovlivňují zákonnou lhůtu pro uplatnění práv z vadného plnění.",
        "text8": "Kupující je povinen si reklamaci vyzvednout bez zbytečného odkladu do 30 dnů ode dne, kdy byl o vyřízení informován. Tato lhůta nemůže skončit dříve než 60 dnů od podání reklamace.",
        "text9": "Nevyzvedne-li kupující reklamaci do posledního dne lhůty, bude prodávající účtovat skladovací poplatek ve výši 2 Euro včetně DPH za každý den prodlení po uplynutí lhůty.",
        "text10": "Nevyzvedne-li kupující zboží z vyřízené reklamace do dvou měsíců ode dne, kdy byl o vyřízení informován, si Reli Group vyhrazuje právo zboží prodat a výtěžek použít na úhradu skladovacího poplatku.",
        "text11": "Při osobním vyzvednutí zboží nebo proplacení dobropisu po vyřízení reklamace musí kupující předložit doklad, na který byla věc přijata k reklamaci, a prokázat svou totožnost platným průkazem totožnosti (občanský průkaz, cestovní pas) za účelem prevence škod a praní špinavých peněz. Bez předložení jednoho z těchto dokladů může Reli Group nebo její smluvní partner odmítnout vydání zboží nebo proplacení dobropisu. Je-li kupující právnickou osobou, bude zboží nebo dobropis vydáno pouze statutárnímu orgánu právnické osoby nebo osobě s ověřenou plnou mocí."
    },
    "consumablesAndLifespan": {
        "title": "Spotřební materiál a životnost",
        "text2": "Pokud je předmětem koupě spotřební materiál (např. kazety, toner, tisková hlava, tiskový buben, projektorová lampa, baterie, různé druhy osvětlení apod.) nebo je-li tento materiál součástí zakoupeného zboží, místo záruky jakosti se uplatňuje životnost. Životnost může být specifikována časem, používáním výrobku, počtem použití, počtem vytištěných stran nebo podobně. U jednoho výrobku může být uvedeno více takových životností. Pro úspěšné uplatnění reklamace musí být splněny všechny uvedené podmínky.",
        "text3": "Právo kupujícího reklamovat zboží v zákonné záruční lhůtě není dotčeno. Kupující však musí vzít v úvahu výše uvedené skutečnosti, neboť záruka nepokrývá opotřebení způsobené běžným užíváním a nelze ji zaměňovat s životností výrobku. Životnost představuje náchylnost k opotřebení způsobenému běžným užíváním. Pokud výrobek používáte (nejen vlastníte) déle než je jeho obvyklá životnost, je pravděpodobné, že vada je způsobena běžným opotřebením, i když nelze vyloučit, že se jedná o záruční vadu."
    },
    "_for_seller": "for_seller",
    "who_we_are": "Kdo jsme",
    "why_choose_title": "Proč si vybrat nás?",
    "why_choose_list_1": "S naší širokou sítí kupujících a prodávajících po celé Evropě a světě nabízí Marketplace Reli bezkonkurenční dosah a viditelnost pro vaše produkty a služby.",
    "why_choose_list_2": "Vybavujeme prodejce komplexními nástroji, zdroji a specializovanou podporou, která jim pomáhá růst a uspět v dnešní konkurenční digitální tržnici.",
    "why_choose_list_3": "Náš cenový model je jasný a přímočarý. Platíte pouze za služby, které využíváte - žádné skryté poplatky.",
    "why_choose_list_4": "Jako prodejce na naší platformě získáte přístup k účinným propagačním nástrojům, jako jsou zvýrazněné výpisy a cílené reklamní kampaně, navržené tak, aby zvýšily viditelnost, přilákaly více zákazníků a zvýšily prodeje.",
    "why_choose_list_5": "Prodej na Marketplace Reli může být výrazně nákladově efektivnější než tradiční marketingové kanály. Naše platforma za vás zajišťuje velkou část propagace.",
    "why_choose_list_6": "Prodejci těží z přímé zpětné vazby prostřednictvím hodnocení a recenzí zákazníků, které poskytují cenné poznatky pro zlepšení kvality produktů a spokojenosti zákazníků.",
    "why_choose_list_7": "Všechny platby zpracované prostřednictvím Marketplace Reli jsou zabezpečené a prováděné přes důvěryhodnou a spolehlivou platební bránu.",
    "why_choose_list_8": "Náš zkušený tým podpory je zde, aby vám pomohl - od počátečního zaškolení a nastavení až po průběžnou pomoc během vaší prodejní cesty.",
    "why_choose_list_9": "Prodej na Marketplace Reli vám dává konkurenční výhodu na trhu. Odlište své produkty, nabídněte atraktivní ceny a využijte vznikající trendy, abyste zůstali před konkurencí.",
    "info_for_seller_title": "Poplatky pro prodejce",
    "info_for_seller_desc": "Prodej na Marketplace Reli zahrnuje transparentní systém poplatků ovlivněný několika faktory:",
    "info_for_seller_list_1": "Poplatky se mohou lišit podle produktové kategorie, zejména pokud konkrétní položky vyžadují speciální manipulaci, skladování nebo řešení plnění objednávek.",
    "info_for_seller_list_2": "Nabízíme vrstvené ceny na základě vašich prodejních výsledků nebo počtu výpisů. Prodejci s vyšším objemem prodeje mohou získat snížené sazby.",
    "info_for_seller_list_3": "Volitelné prémiové služby, jako je prioritní umístění ve vyhledávání, reklamní balíčky nebo řešení plnění objednávek, jsou k dispozici za příplatek.",
    "info_for_seller_list_4": "Pravidelně nabízíme propagační kampaně a slevy na poplatky během speciálních akcí nebo sezónních promo akcí.",
    "cost_by_category": "Provizní sazby podle produktových kategorií:",
    "table_gadgets": "Spotřebiče / gadgets",
    "table_baby": "Zboží pro děti, kojence",
    "table_bags": "Batohy / tašky",
    "table_beauty": "Krása / zdraví",
    "table_clothing": "Oblečení",
    "table_computers": "Počítače",
    "table_electronics": "Elektronika",
    "table_furniture": "Nábytek",
    "table_home": "Domácnost a kuchyně",
    "table_jewerly": "Šperky",
    "table_garden": "Zahrada",
    "table_office": "Kancelářské zboží",
    "table_pets": "Zboží pro zvířata",
    "table_sports": "Sportovní vybavení ",
    "table_toys": "Hračky / hry",
    "table_watches": "Hodinky",
    "table_alcohol": "Alkoholické nápoje",
    "table_art_and_handmade": "Umění a ruční výroba",
    "table_equipment": "Vybavení",
    "table_food_and_drinks": "Jídlo a nápoje",
    "table_price_text_1": "13%, pokud cena položky nepřesahuje",
    "table_price_text_2": "5%, pokud cena položky přesahuje",
    "after_table_text": "Reli Group s.r.o. učtuje acquiring poplatek ze všech plateb zpracovaných prostřednictvím naší platební brány. Poplatek zahrnuje bezpečné zpracování plateb a ochranu proti podvodům. Dále je učtována prodejní provize, jejíž výše závisí na kategorii produktu.",
    "start_selling_title": "Jak začít prodávat na Marketplace Reli",
    "start_selling_desc": "Onboarding začíná e-mailovou komunikací s naším manažerem. Kontaktní manažer vás provede celým procesem od začátku až do konce. Pomůže vám: pochopit, jak správně zalistovat produkty, zajistit splnění technických a logistických požadavků, zodpovědět vaše otázky během onboardingu. ",
    "start_selling_list_2": "Všichni prodejci musí souhlasit s našimi podmínkami platformy, prodejními politikami a uživatelskými dohodami. Tyto dokumenty popisují role, práva a povinnosti všech zúčastněných prodejců.",
    "start_selling_list_3": "Prodejci jsou povinni vytvářet přesné a informativní výpisy produktů. To zahrnuje popisy, obrázky, ceny, dostupnost a další podstatné údaje, které pomohou zákazníkům při rozhodování.",
    "start_selling_list_4": "Musíte dodržovat naše pokyny týkající se přijatelných výpisů, zakázaných předmětů, práv duševního vlastnictví, dopravy, zákaznického servisu a dalších provozních standardů.",
    "start_selling_list_5": "Všechny nabízené produkty musí splňovat kvalitativní kritéria Marketplace Reli. To zahrnuje autenticitu produktů, správné balení, přesné označení a vysokou úroveň spokojenosti zákazníků.",
    "start_selling_list_6": "Prodejci musí akceptovat naši strukturu poplatků, která zahrnuje příslušné poplatky za výpisy, transakční provize a případné poplatky za předplatné.",
    "start_selling_list_7": "Očekáváme, že prodejci poskytnou rychlý, zdvořilý a profesionální zákaznický servis. To zahrnuje odpovídání na zprávy, řešení problémů zákazníků, vyřizování vrácení a včasné řešení sporů.",
    "onboarding_preparation_notice": "PŘIPRAVTE SI VEŠKERÉ POŽADOVANÉ INFORMACE O PRODUKTECH PŘED SAMOTNOU EMAILOVOU KOMUNIKACÍ, ABY BYL PROCES CO NEJRYCHLEJŠÍ.",
    "marketplace_listing_required_info": "Informace o produktech – Co musíte dodat",
    "product_name_and_desc": {
        "title": "Povinné údaje o produktech",
        "text1": "Název produktu",
        "text2": "SKU (kód produktu) ",
        "text3": "Kategorie produktu",
        "text4": "Krátký popis (max. 500 znaků)",
        "text5": "Plný popis (max. 2000 znaků, zaměřte se na vlastnosti, použití a výhody)"
    },
    "language_requirement": {
        "title": "Jazykové požadavky!",
        "text1": "Veškeré informace musí být poskytnuty v anglickém jazyce.",
        "text2": "Poskytnutí stejné informace v češtině je silně doporučeno a urychluje schvalování"
    },
    "images_rules": {
        "title": "Požadavky na obrázky ",
        "text1": "Formát: JPG nebo PNG",
        "text2": "Minimální rozlišení: 708 x 708 px, DOPORUČENO 1024 x 1024 px",
        "text3": "Bez vodoznaků, log nebo textovýh překryvů",
        "text4": "Bílé pozadí",
        "text5": "Minimálně 1 hlavní obrázek produktu, až 5 obrázků celkem)"
    },
    "vat_percentage": {
        "title": "Sazba DPH",
        "text": "Platná sazba DPH podle vaší legislativy nebo země prodeje. "
    },
    "product_dimensions_and_weight": {
        "title": "Rozměry a hmotnost produktu",
        "text1": "Uveďte přesné rozměry balení v následujícím formátu:",
        "list1": "Délka x Šířka X Výška (cm) (D x Š x V – v tomto přesném pořadí)",
        "list2": "Hmotnost (v kg)",
        "text2": "NEPŘESNÉ NEBO CHYBĚJÍCÍ ROZMĚRY MOHOU ZPŮSOBIT CHYBY V PŘEPRAVĚ, NESPRÁVNÉ CENY DORUČENÍ A ZPOŽDĚNÍ"
    },
    "deadline_for_submitting_product_info": {
        "title": "TERMÍN PRO DODÁNÍ ÚDAJŮ O PRODUKTECH",
        "text": "Veškeré požadované informce je nutné dodat do 30 kalendářních dnů od počátečního kontaktu v rámci onboardingu."
    },
    "step_2_agreement_signing": {
        "title": "KKROK 2: Podpis smlouvy",
        "text": "Máte 30 kalendářních dnů na potvrzení a podpis smlouvy o spolupráci. Pokud nebude smlouva podepsána včas, proces onboardingu bude pozastaven. "
    },
    "step_3_final_approval_and_listing": {
        "title": "KROK 3: Schválení a zveřejnění produktů",
        "text": "Po dodání a schválení veškerých dat o produktech, Reli Group s.r.o. zveřejní produkty na marketplace. Váš manažer vám bude během celého procesu k dispozici."
    },
    "if_you_get_the_order": {
        "title": "KDYŽ MÁTE OBJEDNÁVKU",
        "step1_title": "1. Potvrzení objednávky",
        "step1_text": "Každou novou objednávku musíte potvrdit do 24 hodin (pouze pracovní dny).",
        "step2_title": "2. Balení objednávky",
        "step2_text": "Za balení objednávky odpovídáte vy, včetně bezpečného balení",
        "step3_title": "3. Termín dodání ",
        "step3_text": "Objednávku je nutné odeslat do 3 pracovních dnů po potvrzení.",
        "step4_title": "4. Způsob dopravy",
        "step4_text": "Balík musí být předán smluvenému dopravci, jehož zvolí kupující."
    },
    "communication_policy": {
        "title": "Pravidla komunikace",
        "text1": "Aby se předešlo zpožděním a byla zajištěna jasná komunikace, vezměte prosím na vědomí:",
        "list1": "Veškerá komunikace probíhá prostřednictvím e-mailu:",
        "list2": "Pokud máte dotazy, nejprve si prostudujte tento dokument",
        "list3": "Opakující se nebo zbytečné dotazy zpomalují onboardingový proces."
    },
    "mission_statement": {
        "at": "Na",
        "marketplace": "Marketplace Reli ",
        "other_text": "je naším posláním poskytovat bezproblémovou, bezpečnou a efektivní platformu, kde se mohou kupující a prodejci spojit, obchodovat a společně růst. Ať už hledáte jedinečné produkty, nepřekonatelné nabídky nebo prostor pro prezentaci svého sortimentu, jsme tu, abychom vám poskytli výjimečný uživatelský zážitek. Marketplace Reli není jen e-commerce platforma - jsme dynamický tým inovátorů, nadšenců do technologií a profesionálů zaměřených na zákazníka. Naším závazkem je vytvářet důvěryhodné, transparentní a uživatelsky přívětivé prostředí pro všechny zúčastněné."
    },
    "european_reach_title": "Evropský dosah, globální dopad",
    "empower_business_title": "Posilte svůj podnik",
    "fair_fees_title": "Spravedlivá a transparentní struktura poplatků",
    "promote_brand_title": "Propagujte svou značku",
    "reduced_costs_title": "Snížené marketingové náklady",
    "customer_feedback_title": "Recenze a zpětná vazba zákazníků",
    "secure_transactions_title": "Zabezpečené transakce",
    "support_team_title": "Vyhrazený podpůrný tým",
    "competitive_advantage_title": "Konkurenční výhoda",
    "info_for_seller": {
        "product_category": "Kategorie produktu",
        "sales_volume": "Objem prodeje",
        "value_added_services": "Služby s přidanou hodnotou",
        "promotional_discounts": "Propagační slevy"
    },
    "_for_byers": "for_byers",
    "who_we_are_list": "Marketplace Reli, kdo jsme",
    "our_mission": "Naše mise",
    "what_sets_us": "Co nás odlišuje",
    "our_values": "Naše základní hodnoty",
    "account_information": "Registrace účtu",
    "make_purchase": "Jak nakoupit",
    "delivery_options": "Možnosti doručení",
    "payment_options": "Možnosti platby",
    "who_we_are_text": "Marketplace Reli je více než jen digitální tržiště – je to kolektiv vášnivých inovátorů, technologických nadšenců a profesionálů zaměřených na zákazníky. Spojeni společnou vizí, náš rozmanitý tým usiluje o vybudování transparentního, bezpečného a uživatelsky přívětivého prostředí, kde se obchod a komunita harmonicky prolínají.",
    "our_mission_text": "Marketplace Reli se zavazuje podporovat živou komunitu, kde mohou jednotlivci i firmy objevovat, nakupovat a prodávat s jistotou. Naší misí je posilovat podnikatele, podporovat malé firmy a těšit zákazníky poskytováním výjimečných produktů a služeb.",
    "what_sets_us_first": "Na prvním místě je pro nás bezpečnost uživatelů a ochrana osobních údajů. Naše platforma je chráněna pokročilými bezpečnostními protokoly a proaktivními systémy moderování, aby byla zajištěna bezpečná a důvěryhodná zkušenost pro všechny účastníky.",
    "what_sets_us_second": "Od ručně vyráběných uměleckých výrobků až po nejmodernější technologie, Marketplace Reli nabízí pestrou škálu produktů od globální sítě prodejců.",
    "what_sets_us_third": "Náš specializovaný tým zákaznické podpory je vám vždy k dispozici – ať už máte dotazy, narazíte na problém, nebo jednoduše potřebujete podporu během vaší cesty s námi.",
    "our_values_first": "Veškeré činnosti provádíme transparentně, poctivě a spravedlivě, čímž zajišťujeme vzájemný respekt a důvěru při každé interakci.",
    "our_values_second": "Neustále se vyvíjíme – využíváme technologie a kreativitu ke zlepšení naší platformy a uživatelského prostředí.",
    "our_values_third": "Oslavujeme sílu smysluplných spojení a snažíme se podporovat prosperující síť kupujících a prodávajících.",
    "our_values_4": "Aktivně podporujeme environmentálně odpovědné praktiky a podporujeme prodejce, kteří se zavázali k udržitelné a etické výrobě.",
    "how_start_desc": "Vytvořením účtu na Marketplace Reli získáte přístup k více personalizovanému, efektivnímu a funkcemi nabitému nákupnímu prostředí.",
    "first_step": "Klikněte na „Zaregistrovat se“",
    "first_step_desc": "Na naší platformě klikněte na tlačítko „Zaregistrovat se“ nebo „Registrovat“.",
    "second_step": "Zadejte své údaje",
    "second_step_desc": "Vyplňte povinná pole v registračním formuláři, včetně e-mailu, uživatelského jména a hesla. Můžeme si také vyžádat další informace, abychom přizpůsobili váš zážitek vašim preferencím.",
    "third_step": "Ověřte svůj e-mail",
    "third_step_desc": "Po odeslání registračních údajů zkontrolujte svou e-mailovou schránku, kde naleznete ověřovací zprávu od nás. Klikněte na ověřovací odkaz, abyste potvrdili svůj e-mail a aktivovali účet.",
    "fourth_step": "Doplňte svůj profil",
    "fourth_step_desc": "Jakmile je váš účet aktivován, věnujte chvíli doplnění profilu.",
    "fifth_step": "Začněte nakupovat",
    "fifth_step_desc": "Jakmile máte účet nastavený, začněte prozkoumávat naše tržiště. Procházejte nabídky, přidávejte položky do košíku a užijte si pohodlí bezpečného online nakupování.",
    "benefits_title": "Výhody účtu:",
    "benefits_first": "Personalizovaná doporučení: dostávejte doporučení produktů na míru podle vaší historie procházení a nákupů.",
    "benefits_second": "Rychlejší pokladna: uložte si své dodací a platební údaje bezpečně do účtu a ušetřete čas při placení.",
    "benefits_third": "Sledování objednávek: sledujte své objednávky a kontrolujte jejich stav kdykoli a odkudkoli.",
    "security_title": "Soukromí a bezpečnost",
    "security_desc": "Vaše osobní údaje jsou chráněny špičkovou bezpečnostní infrastrukturou. Jsme plně odhodláni zachovat důvěrnost a integritu vašich dat.",
    "make_purchase_title": "Nakupování na Marketplace Reli je navrženo tak, aby bylo intuitivní a pohodlné. Postupujte takto:",
    "purchase_first_step_title": "Procházejte nabídky",
    "purchase_first_step_desc": "Začněte procházením nabídek na našem tržišti. Použijte vyhledávací pole k nalezení konkrétních položek nebo prozkoumejte kategorie a objevte nové produkty.",
    "purchase_second_step_title": "Vyberte si položku",
    "purchase_second_step_desc": "Jakmile najdete položku, kterou chcete zakoupit, klikněte na její nabídku a zobrazte si více informací. Přečtěte si popis položky, zkontrolujte hodnocení prodejce a prohlédněte si dostupné fotografie.",
    "purchase_third_step_title": "Přidejte položku do košíku a zkontrolujte ji",
    "purchase_third_step_desc": "Jakmile máte položky v košíku, zkontrolujte je, zda vše vypadá správně. Můžete upravit množství, odstranit položky nebo uplatnit dostupné slevové kódy před dokončením objednávky.",
    "purchase_fourth_step_title": "Pokladna",
    "purchase_fourth_step_desc": "Až budete připraveni dokončit nákup, klikněte na tlačítko „Pokladna“.",
    "purchase_fifth_step_title": "Zadejte dodací údaje",
    "purchase_fifth_step_desc": "Zadejte dodací adresu, na kterou chcete, aby byly položky doručeny. Ujistěte se, že adresa je správná, aby nedošlo k problémům s doručením.",
    "purchase_sixth_step_title": "Vyberte platební metodu",
    "purchase_sixth_step_desc": "Vyberte preferovanou platební metodu z dostupných možností. Přijímáme různé způsoby platby.",
    "purchase_seventh_step_title": "Dokončete nákup",
    "purchase_seventh_step_desc": "Postupujte podle pokynů na obrazovce a dokončete nákup. Pokud je to vyžadováno, zadejte platební údaje a potvrďte objednávku. Po úspěšném zpracování platby obdržíte potvrzovací e-mail.",
    "purchase_eighth_step_title": "Sledujte svou objednávku",
    "purchase_eighth_step_desc": "Stav své objednávky můžete sledovat pomocí sledovacích údajů uvedených v potvrzovacím e-mailu nebo po přihlášení do účtu Reli.",
    "delivery_title": "Na Marketplace Reli chápeme, že flexibilní možnosti doručení zlepšují nákupní zážitek. Nabízíme několik metod vyřízení objednávek podle vašich preferencí.",
    "delivery_first_desc": "Vyberte si z renomovaných kurýrních partnerů a získejte včasné, sledovatelné zásilky přímo na vaši adresu.",
    "delivery_second_desc": "Raději si chcete zásilku vyzvednout osobně? Zvolte možnost osobního odběru z našeho určeného skladu.",
    "delivery_third_desc": "Hrdě obsluhujeme zákazníky po celém světě prostřednictvím mezinárodních doručovacích služeb.",
    "delivery_fourth_desc": "Sledujte průběh své objednávky prostřednictvím našich integrovaných sledovacích nástrojů.",
    "payment_title": "Aby byl proces pokladny hladký a bezpečný, Marketplace Reli podporuje několik platebních metod:",
    "payment_first_desc": "Plaťte bezpečně pomocí kreditních nebo debetních karet přes náš šifrovaný platební systém. Vaše finanční data jsou chráněna špičkovými bezpečnostními protokoly.",
    "payment_second_desc": "S naší možností platby v hotovosti při osobním odběru můžete zaplatit, když si objednávku vyzvednete. Stačí zvolit tuto možnost při pokladně. Upozorňujeme, že hotovostní platby jsou přijímány pouze v místní měně.",
    "payment_third_desc": "Ať už transakce probíhá online nebo offline, vaše platební údaje zůstávají důvěrné a chráněné nejlepšími šifrovacími standardy.",
    "support_title": "Pokud máte jakékoli otázky nebo potřebujete pomoc, náš tým zákaznické podpory je vám k dispozici. Kontaktujte nás na",
    "marketplaceReli": {
        "title": "Marketplace Reli",
        "at": "Na ",
        "market": "Marketplace Reli, ",
        "other_text": "jsme odhodláni poskytovat bezproblémovou, bezpečnou a obohacující platformu, která umožňuje kupujícím i prodejcům zapojit se, obchodovat a růst. Ať už hledáte jedinečné, vysoce kvalitní produkty, výjimečnou hodnotu nebo chcete představit své vlastní nabídky, snažíme se, aby vaše zkušenost byla výjimečná v každém kontaktu."
    },
    "trust_safety": "Důvěra a bezpečnost: ",
    "diverse_product_range": "Rozmanitý sortiment produktů: ",
    "unparalleled_support": "Nepřekonatelná podpora: ",
    "integrity": "Integrita: ",
    "innovation": "Inovace: ",
    "community": "Komunita: ",
    "sustainability": "Udržitelnost: ",
    "steps_to_create_account": "Kroky k vytvoření vašeho účtu:",
    "step1_title": "Zahajte registraci: ",
    "step1_text": {
        "click": "Klikněte na tlačítko ",
        "sign": "“Sign Up” ",
        "or": "nebo ",
        "register": "“Register” ",
        "other_text": "na naší domovské stránce."
    },
    "step2_title": "Zadejte své údaje: ",
    "step2_text": "Vyplňte registrační formulář a uveďte svou e-mailovou adresu, požadované uživatelské jméno a heslo. Mohou být požadovány další informace pro lepší přizpůsobení našich služeb vašim preferencím.",
    "step3_title": "Ověřte svou e-mailovou adresu: ",
    "step3_text": "Po odeslání obdržíte ověřovací e-mail. Postupujte podle odkazu pro potvrzení vaší adresy a aktivaci účtu.",
    "step4_title": "Dokončete svůj profil: ",
    "step4_text": "Dokončete registraci aktualizací svého profilu pro přizpůsobenou zkušenost.",
    "step5_title": "Začněte prozkoumávat: ",
    "step5_text": "Po aktivaci účtu můžete volně prohlížet nabídky, nakupovat a využívat všechny výhody našeho tržiště.",
    "benefit1_title": "Přizpůsobená doporučení: ",
    "benefit1_text": "Získejte personalizovaná doporučení produktů na základě vašeho prohlížení a historie nákupů.",
    "benefit2_title": "Rychlejší dokončení nákupu: ",
    "benefit2_text": "Uložte si své údaje o doručení a platbě bezpečně pro rychlejší průběh nákupu.",
    "benefit3_title": "Správa objednávek: ",
    "benefit3_text": "Snadno sledujte historii objednávek a doručení.",
    "need_help_title": "Potřebujete pomoc? ",
    "need_help_text": "Pro pomoc při registraci nebo jakékoliv otázky týkající se účtu je náš tým podpory k dispozici. Kontaktujte nás na adrese ",
    "need_help_text_email": "support600.reli@gmail.com.",
    "purchase_step1_title": "Prohlížení nabídek: ",
    "purchase_step1_text": "Použijte naši funkci vyhledávání nebo procházejte kategorie produktů, abyste našli položky, které vás zajímají.",
    "purchase_step2_title": "Kontrola podrobností položky: ",
    "purchase_step2_text": "Klikněte na nabídku a zobrazte popisy, obrázky a hodnocení prodejce. Pečlivě posuďte, než budete pokračovat.",
    "purchase_step3_title": "Přidat do košíku a zkontrolovat: ",
    "purchase_step3_text": "Po výběru požadovaných položek zkontrolujte svůj košík. Můžete upravit množství, odstranit položky nebo použít propagační kódy podle potřeby.",
    "purchase_step4_title": "Pokračujte k pokladně: ",
    "purchase_step4_text": "Až budete připraveni, klikněte na tlačítko “Checkout” pro pokračování.",
    "purchase_step5_title": "Zadejte informace o doručení: ",
    "purchase_step5_text": "Uveďte přesné údaje o doručení, aby byla zajištěna úspěšná realizace objednávky.",
    "purchase_step6_title": "Vyberte způsob platby: ",
    "purchase_step6_text": "Vyberte z dostupných bezpečných platebních možností.",
    "purchase_step7_title": "Dokončete objednávku: ",
    "purchase_step7_text": "Postupujte podle posledních pokynů k potvrzení platby a dokončení transakce. Následně obdržíte potvrzovací e-mail.",
    "purchase_step8_title": "Sledujte svou objednávku: ",
    "purchase_step8_text": "Zůstaňte informováni o stavu objednávky v reálném čase prostřednictvím svého účtu nebo e-mailových oznámení.",
    "buy_support_title": "Potřebujete podporu? ",
    "support_text": "Pro dotazy ohledně nákupu nebo technickou podporu nás kontaktujte na adrese ",
    "support_text_email": "support600.reli@gmail.com.",
    "delivery_courier_title": "Doručení kurýrem: ",
    "delivery_warehouse_title": "Osobní odběr z skladu: ",
    "delivery_international_title": "Mezinárodní doprava: ",
    "delivery_tracking_title": "Sledování v reálném čase: ",
    "shipping_questions_title": "Dotazy ohledně dopravy?",
    "shipping_questions_text": "Obraťte se na náš tým na adrese ",
    "shipping_questions_email": "support600.reli@gmail.com",
    "shipping_questions_other": " pro pomoc s možnostmi doručení nebo logistikou.",
    "payment_options_title": "Platební možnosti",
    "payment_online_title": "Online platba: ",
    "payment_cash_title": "Platba při odběru: ",
    "payment_cash_text": "Dáváte přednost osobní transakci? Zvolte ",
    "payment_cash_pickup": "Platba při odběru",
    "payment_cash_other": " možnost a plaťte při vyzvednutí. Upozorňujeme, že hotovost je přijímána pouze v místní měně.",
    "payment_secure_title": "Bezpečné transakce: ",
    "payment_support_title": "Potřebujete pomoc s platbami?",
    "payment_support_text": "Pokud potřebujete pomoc s výběrem platební metody nebo se setkáte s problémy souvisejícími s platbou, kontaktujte nás na",
    "payment_support_email": "support600.reli@gmail.com",
    "my_order": {
        "order_stage": {
            "text1": "Sestavuje se",
            "text2": "Doručení",
            "text3": "Přípraveno k vyzvednutí "
        }
    },
    "basket": {
        "breadcrump": {
            "button_cart": "Košík",
            "button_information": "Informace",
            "button_delivery": "Doprava",
            "button_payment": "Platba"
        }
    },
    "city": "Město",
    "street": "Ulice",
    "apartment_number": "Číslo bytu",
    "building_number": "Číslo domu",
    "postal_code": "Poštovní směrovací číslo",
    "zip_code": "psc",
    "payment_page": {
        "delivery_from_supplier": "Doručení od dodavatele",
        "positions": "položky",
        "delivery_point": "Výdejní místo",
        "courier_delivery": "Doručení kurýrem",
        "confirmMessage": "Potvrďte, že je vám 18 let",
        "yes": "Ano",
        "no": "Ne"
    },
    "validation": {
        "email": {
            "typeError": "musí být řetězec",
            "email": "neplatná e-mailová adresa",
            "required": "E-mail je povinný"
        },
        "comment": {
            "typeError": "komentář musí být řetězec",
            "required": "komentář je povinný"
        },
        "password": {
            "passwordCriteria": "Heslo musí obsahovat alespoň jedno malé písmeno, jedno velké písmeno, jednu číslici a jeden speciální znak",
            "minLength": "Minimální délka hesla je 6 znaků",
            "maxLength": "Maximální délka hesla je 15 znaků",
            "required": "Heslo je povinné"
        },
        "name": {
            "required": "Jméno je povinné"
        },
        "phone": {
            "required": "Telefonní číslo je povinné"
        },
        "confirmPassword": {
            "oneOf": "Hesla se musí shodovat",
            "required": "Potvrzení hesla je povinné"
        },
        "country": {
            "required": "Země je povinná"
        },
        "street": {
            "required": "Ulice je povinná"
        },
        "build": {
            "required": "Číslo budovy je povinné"
        },
        "apartment": {
            "required": "Byt je povinný"
        },
        "city": {
            "required": "Město je povinné"
        },
        "zip": {
            "required": "PSČ je povinné"
        },
        "surename": {
            "required": "Příjmení je povinné"
        },
        "address": {
            "required": "Adresa je povinná"
        }
    },
    "without_vat": "Bez DPH ",
    "add_basket": "Přidat do košíku",
    "delivery_btn": "Doručení: 2 dny až 4 měsíce",
    "description": "Popis",
    "review": "Recenze",
    "transfer_charac": "Parametry",
    "prod_charack": "Charakteristiky",
    "characteristics": "Popis",
    "choose_lang": "Jazyk",
    "currentDeliveryMethods": "Aktuální způsoby doručení",
    "country": "Země",
    "countries": {
        "cz": "Česká republika",
        "sk": "Slovensko",
        "ro": "Rumunsko",
        "hu": "Maďarsko",
        "pl": "Polsko",
        "at": "Rakousko",
        "de": "Německo",
        "si": "Slovinsko",
        "hr": "Chorvatsko",
        "be": "Belgie",
        "dk": "Dánsko",
        "nl": "Nizozemsko",
        "lu": "Lucembursko",
        "ee": "Estonsko",
        "lt": "Litva",
        "lv": "Lotyšsko",
        "bg": "Bulharsko",
        "fr": "Francie",
        "it": "Itálie",
        "es": "Španělsko",
        "fi": "Finsko",
        "se": "Švédsko",
        "gr": "Řecko",
        "pt": "Portugalsko",
        "ie": "Irsko"
    },
    "selectCountry": "Vyberte prosím zemi",
    "categories": {
        "paintings": "Obrazy",
        "bodyCare": "Péče o tělo",
        "facialCare": "Péče o pleť",
        "hairCare": "Péče o vlasy",
        "healthFoods": "Zdravé a wellness potraviny",
        "vitamins": "Vitamíny",
        "sportNutrition": "Sportovní výživa",
        "puzzles": "Hlavolamy a logické hry",
        "drawings": "Kresby, ilustrace, plakáty",
        "handmadeAccessories": "Ručně vyráběné doplňky",
        "handmadeDecor": "Ručně vyráběné dekorace",
        "personalizedItems": "Personalizované předměty",
        "photography": "Fotografie",
        "prints": "Tisky",
        "sculptures": "Sochy",
        "decorativeCosmetics": "Dekorativní kosmetika",
        "giftSets": "Dárkové sady",
        "automotiveParts": "Autodíly",
        "carAccessories": "Autodoplňky",
        "carCare": "Autokosmetika",
        "143": "Umění a ruční výroba",
        "146": "Kresby, ilustrace, plakáty",
        "150": "Ručně vyráběné doplňky",
        "149": "Ručně vyráběné dekorace",
        "145": "Malby",
        "151": "Personalizované předměty",
        "148": "Fotografie",
        "160": "Tisky",
        "147": "Sochy",
        "6": "Krása a zdraví",
        "68": "Péče o tělo",
        "70": "Dekorativní kosmetika",
        "67": "Péče o plet",
        "71": "Dárkové sady",
        "69": "Péče o vlasy",
        "82": "Autodíly",
        "85": "Náhradní díly pro automobily",
        "84": "Autopříslušenství",
        "87": "Péče o auto",
        "88": "Autoelektronika",
        "89": "Nářadí pro auta",
        "83": "Oleje a aditiva",
        "86": "Pneumatiky",
        "4": "Dětské zboží",
        "51": "Dětská kreativita",
        "52": "Kojenecká výživa",
        "50": "Venkovní aktivity",
        "53": "Kočárky a autosedačky",
        "49": "Hračky a hry",
        "2": "Oblečení a obuv",
        "23": "Děti",
        "26": "Doplňky",
        "135": "Oblečení",
        "137": "Šperky",
        "136": "Obuv",
        "138": "Spodní prádlo",
        "22": "Muži",
        "129": "Doplňky",
        "128": "Oblečení",
        "130": "Šperky",
        "25": "Obuv",
        "131": "Spodní prádlo",
        "21": "Ženy",
        "132": "Doplňky",
        "24": "Oblečení",
        "27": "Šperky",
        "134": "Obuv",
        "133": "Spodní prádlo",
        "60": "Stavba a opravy",
        "61": "Koupelny a toalety",
        "63": "Stavební materiály",
        "64": "Elektřina a příslušenství",
        "66": "Osvětlení",
        "65": "Rekonstrukční materiály",
        "62": "Nářadí",
        "1": "Elektronika",
        "28": "Příslušenství ",
        "35": "Počítače",
        "38": "E-knihy",
        "37": "Herní konzole",
        "32": "Notebooky",
        "36": "Kancelářské vybavení",
        "29": "Fotografické vybavení",
        "30": "Chytré telephony ",
        "34": "Chytré hodinky",
        "31": "Tablety",
        "33": "Televize",
        "139": "Vybavení",
        "141": "Kosmetické přístroje ",
        "157": "Stavební zařízení",
        "140": "Vybavení pro posilovny",
        "158": "Vybavení pro dům a zahradu",
        "152": "Potraviny",
        "155": "Nápoje",
        "156": "Zdravá a wellness strava",
        "153": "Balené potraviny",
        "154": "Základní potraviny",
        "9": "Nábytek",
        "94": "Koupelnový nábytek",
        "91": "Ložnicový nábytek",
        "90": "Úložný nábytek",
        "96": "Zahradní nábytek",
        "95": "Kuchyňský nábytek",
        "93": "Kancelářský nábytek",
        "92": "Čalouněný nábytek",
        "97": "Turistika, rybaření, lov",
        "99": "Oblečení na rybaření a lov",
        "98": "Rybaření",
        "101": "Skládací nábytek",
        "102": "Lampy a příslušenství",
        "100": "Stany a přístřešky",
        "163": "Koníčky a kreativita ",
        "169": "Sběratelské předměty",
        "164": "Sady pro kutily",
        "167": "Vzdělávací sady",
        "166": "Modelářství",
        "165": "Šití a textil",
        "168": "Potřeby pro tvoření",
        "3": "Dům a zahrada",
        "41": "Koupelnové zboží",
        "46": "Čisticí prostředky",
        "48": "Zahradní potřeby",
        "43": "Osvětlení pro dům a zahradu",
        "42": "Dekorace do domácnosti",
        "40": "Bytový textil",
        "47": "Domácí spotřebiče",
        "39": "Kuchyně a jídelna",
        "44": "Párty potřeby",
        "45": "Úložné předměty",
        "12": "Šperky",
        "172": "Náramky",
        "174": "Náušnice",
        "175": "Šperkové sady",
        "171": "Náhrdelníky",
        "173": "Prsteny",
        "5": "Zavazadla",
        "55": "Batohy",
        "58": "Aktovky",
        "54": "Příruční zavazadla",
        "57": "Tašky na notebook",
        "59": "Sportovní tašky",
        "56": "Kufry",
        "121": "Zdravotnické potřeby a lékárna",
        "123": "Zdravotnické vybavení",
        "122": "Léky",
        "126": "Optika",
        "178": "Osobní zdravotní péče",
        "125": "Rehabilitační pomůcky",
        "127": "Vitamíny",
        "10": "Kancelář",
        "103": "Sešity",
        "105": "Kancelářské potřeby",
        "104": "Psaní a příslušenství",
        "8": "Chovatelské potřeby",
        "78": "Potraviny a pamlsky",
        "79": "Hygiena",
        "81": "Ostatní potřeby",
        "80": "Hračky",
        "109": "Fotovoltaika",
        "115": "Příslušenství",
        "111": "Baterie",
        "114": "Nabíjecí stanice",
        "112": "Měniče",
        "113": "Montážní systémy",
        "110": "Solární panely",
        "116": "Služby",
        "118": "Další služby",
        "120": "Instalace a provoz",
        "117": "Fotovoltaické služby",
        "119": "Instalace a provoz",
        "7": "Sport a relaxace",
        "76": "Cyklistika",
        "74": "Fitness a jóga",
        "73": "Bojové sporty ",
        "75": "Ochranné pomůcky a vybavení",
        "170": "Sportovní výživa",
        "77": "Vodní sporty",
        "72": "Zimní sporty",
        "11": "Hračky/Hry",
        "159": "Stolní hry",
        "162": "Stavebnice",
        "161": "Puzzle a hlavolamy",
        "13": "Hodinky",
        "176": "Analogové hodinky",
        "177": "Digitální hodinky"
    },
    "style": "Oblékání",
    "iAgreeToTerms": {
        "agreeToThe": "Souhlasím s",
        "terms": "Podmínkami služby",
        "and": "a",
        "privacy": "Zásadami ochrany svých osobních údajů (GDPR)",
        "otherText": "a dávám souhlas se zpracováním svých osobních údajů"
    },
    "_generalProtection": "",
    "generalProtectionTitle": "Dodržování obecných předpisů o ochraně osobních údajů",
    "generalProtectionIntro": {
        "title": "1. Úvod",
        "desc": "Tyto zásady popisují postupy a postupy ochrany osobních údajů zavedené společností Reli Group s.r.o. (dále jen 'Marketplace') za účelem dodržování Obecného nařízení o ochraně osobních údajů (GDPR) a ochrany osobních údajů uživatelů, včetně kupujících, prodejců a návštěvníků. "
    },
    "generalScope": {
        "title": "2. Rozsah",
        "desc": "Tyto zásady se vztahují na všechny osobní údaje zpracovávané nástrojem Marketplace, včetně údajů shromážděných prostřednictvím webových stránek nástroje Marketplace, mobilních aplikací a jakýchkoli jiných digitálních platforem."
    },
    "generalDataCollection": {
        "title": "3. Shromažďování a zpracování údajů",
        "list": {
            "text1": "Tržiště shromažďuje a zpracovává osobní údaje pouze pro stanovené, výslovně vyjádřené a legitimní účely.",
            "text2": "Osobní údaje jsou shromažďovány zákonným, spravedlivým a transparentním způsobem, s vědomím a souhlasem subjektů údajů.",
            "text3": "Osobní údaje jsou uchovávány přesné, aktuální a relevantní pro účely, pro které byly shromážděny.",
            "text4": " Jsou dodržovány zásady minimalizace údajů, aby bylo zajištěno, že budou shromažďovány a zpracovávány pouze nezbytné osobní údaje."
        }
    },
    "generalBasis": {
        "title": "4. Právní základ a zpracování",
        "desc": "Marketplace zajišťuje, že existuje zákonný základ pro zpracování osobních údajů, jako je souhlas, smluvní nezbytnost, zákonné povinnosti, životně důležité zájmy nebo oprávněné zájmy."
    },
    "generalDataSecurity": {
        "title": "5. Opatření pro zabezpečení údajů",
        "list": {
            "text1": "Marketplace zavádí vhodná technická a organizační opatření k zajištění bezpečnosti osobních údajů, včetně šifrování, kontroly přístupu a pravidelného hodnocení bezpečnosti.",
            "text2": "Osobní údaje jsou chráněny před neoprávněným přístupem, zveřejněním, změnou a zničením."
        }
    },
    "dataSubject": {
        "title": "6. Práva subjektu údajů",
        "list": {
            "text1": "Subjekty údajů mají právo na přístup ke svým osobním údajům, na jejich opravu, výmaz a omezení zpracování.",
            "text2": "Marketplace poskytuje mechanismy pro uplatnění práv subjektů údajů, včetně určených kontaktních míst pro dotazy a žádosti o údaje"
        }
    },
    "dataBreach": {
        "title": "7. Reakce na porušení zabezpečení údajů",
        "list": {
            "text1": "Nástroj Marketplace má zavedeny postupy pro zjišťování, vyšetřování a oznamování případů porušení zabezpečení údajů v souladu s požadavky GDPR. ",
            "text2": "Porušení zabezpečení údajů je neprodleně nahlášeno příslušnému dozorovému úřadu a dotčené osobě."
        }
    },
    "internationalDataTransfers": {
        "title": "8. Mezinárodní přenosy dat",
        "list": {
            "text1": "Jakékoli předávání osobních údajů mimo EU/EHP se provádí v souladu s požadavky GDPR.",
            "text2": "K ochraně přenášených údajů jsou implementována vhodná ochranná opatření, jako jsou standardní smluvní doložky nebo závazná podniková pravidla."
        }
    },
    "dataProcessingAgreement": {
        "title": "9. Smlouva o zpracování osobních údajů",
        "list": {
            "text1": "Marketplace uzavírá smlouvy o zpracování osobních údajů s poskytovateli služeb třetích stran, kteří zpracovávají osobní údaje jeho jménem.",
            "text2": "Tyto smlouvy obsahují ustanovení k zajištění souladu s požadavky GDPR a ochraně práv subjektů údajů."
        }
    },
    "trainingAndAwareness": {
        "title": "10. Školení a osvěta",
        "list": {
            "text1": "Zaměstnanci, kteří nakládají s osobními údaji, absolvují školení o zásadách GDPR a osvědčených postupech.",
            "text2": "Osvětové aktivity jsou prováděny s cílem vzdělávat zaměstnance a uživatele o povinnostech a postupech v oblasti ochrany údajů."
        }
    },
    "complianceChecksAndAudits": {
        "title": "11. Kontroly a audity souladu s předpisy",
        "list": {
            "text1": "Marketplace provádí pravidelné audity a kontroly dodržování předpisů, aby zajistil trvalé dodržování požadavků GDPR.",
            "text2": "Zásady a postupy jsou aktualizovány podle potřeby tak, aby odrážely změny v předpisech nebo obchodních postupech."
        }
    },
    "policyReview": {
        "title": "12. Revize zásad",
        "desc": "Tyto zásady dodržování GDPR jsou pravidelně revidovány a aktualizovány, aby byla zajištěna jejich účinnost a soulad s právními požadavky a průmyslovými standardy."
    },
    "moreInformation": {
        "title": "13. Kde najdete další informace o GDPR",
        "desc": "Můžete se dozvědět více o GDPR na následujících webových stránkách třetích stran:",
        "list": {
            "text1": {
                "email": "www.gdpr.eu",
                "otherText": "GDPR: "
            }
        }
    }
}