{
    "_langModal": "langModal",
    "language": "Jazyk",
    "en": "Angličtina",
    "cs": "Čeština",
    "de": "Němčina",
    "catalog": "Katalog",
    "_headerAndFooter": "headerAndFooter",
    "for_seller": "Pro prodejce",
    "for_buyers": "Pro kupující",
    "about_company": "O společnosti",
    "enter_account": "Přihlásit se",
    "orders": "Objednávky",
    "choice": "Oblíbené",
    "bin": "Košík",
    "phone": "Telefon",
    "email": "E-mail",
    "address": "Adresa",
    "reli_address": "Na Lysinách 551/34, Praha 4 - Hodkovičky, PSČ 147 00",
    "footer_order": "Objednávky",
    "home": "Domů",
    "category": "Kategorie",
    "_main": "_main",
    "recommend": "Doporučujeme",
    "_loginModal": "loginModal",
    "you_agree": "Souhlasíte s ",
    "rules": "pravidly",
    "other_ways_log": "Další způsoby přihlášení",
    "login": "Přihlásit se",
    "email_address": "E-mail",
    "password": "Heslo",
    "forgotten_password": "Zapomenuté heslo",
    "stay_logged_in": "Zůstat přihlášeny",
    "continue": "Pokračovat",
    "dont_have_acc": "Nemáte účet?",
    "register_here": "Zaregistrujte se zde",
    "_sign_up": "sign_up",
    "register_title": "Registrujte se zde",
    "first_name": "Jméno",
    "surname": "Příjmení",
    "sign_email": "E-mail*",
    "telefon": "Telefon*",
    "agree_rules": "Souhlasíte s pravidly",
    "sign_up": "Registrovat",
    "password_confirmation": "Potvrzení hesla",
    "_otp_conf": "otp_conf",
    "otp_title": "Potvrzení registrace",
    "otp_desc": "Potvrzovací e-mail byl odeslán na e-mailovou adresu.",
    "otp_time_text": "možnost znovu odeslat po",
    "otp_send": "znovu odeslat kód",
    "otp_submit": "Potvrdit e-mail",
    "_pass_otp": "_pass_otp",
    "pass_otp_title": "Potvrďte svůj e-mail",
    "pass_otp_desc": "Zadejte svůj e-mail pro potvrzení a bezpečnost údajů",
    "_profile_nav": "profile_nav",
    "account": "Účet",
    "my_orders": "Moje objednávky",
    "settings": "Nastavení",
    "log_out": "Odhlásit se",
    "change_pass": "Změnit heslo",
    "delete_account": "Smazat účet",
    "delete_account_desc": "Opravdu chcete smazat svůj účet?",
    "yes": "Ano",
    "no": "Ne",
    "_change_pass_page": "change_pass_page",
    "old_passord": "Staré heslo",
    "new_password": "Nové heslo",
    "pass_change_conf": "Potvrzení změny hesla",
    "change_password_btn": "Změnit heslo",
    "_email_conf": "email_conf",
    "email_conf_desc": "Odeslat e-mail pro obnovení hesla",
    "email_conf_send": "Odeslat",
    "_product_card": "product_card",
    "buy": "Koupit",
    "_basket": "basket",
    "basket_modal_title": "Produkt byl přidán do košíku",
    "go_pay": "přejít k objednávce",
    "continue_shopping": "pokračovat v nákupu",
    "select_all": "Vybrat vše",
    "count": "kusů",
    "basket_use": "Použít",
    "subtotal": "Mezisoučet",
    "transportation": "Doprava",
    "transportation_calculate_text": "Poštovné bude vypočítáno v dalším kroku",
    "total": "Celkem",
    "basket_continue": "Pokračovat",
    "basket_empty": "Košík je zatím prázdný",
    "_mob_basket": "mob_basket",
    "shopping_card": "Nákupní košík",
    "_payment": "payment",
    "add_address": "Přidat adresu",
    "region_city": "Země/region",
    "pay_name": "Jméno",
    "pay_surname": "Příjmení",
    "pay_address": "Adresa",
    "pay_phone": "Telefon",
    "save_info_for_future": "Uložit informace pro budoucí nákupy",
    "back_to_basket": "Zpět do košíku",
    "continue_sending": "Pokračovat v odeslání",
    "_payment_delivery": "payment_delivery",
    "pay_change": "Změnit",
    "delivery": "Doručení",
    "collection_warehouse": "Osobní odběr ze skladu",
    "free": "Zdarma",
    "delivery_address": "Doručení na adresu",
    "back_to_info": "Zpět k informacím",
    "proceed_checkout": "Pokračovat k pokladně",
    "_payment_plata": "payment_plata",
    "way_transportation": "Způsob dopravy",
    "payment": "Platba",
    "debit_credit": "Debetní/kreditní karty",
    "back_to_delivery": "Zpět k doručení",
    "pay_now": "Zaplatit nyní",
    "_payment_end": "payment_end",
    "payment_end_title": "Vaše objednávka byla úspěšně vytvořena!",
    "payment_end_desc": "Vaše objednávka N111 byla vytvořena v 00:00 19.05.25. Potvrzovací e-mail s informacemi o objednávce vám byl zaslán.",
    "home_btn": "Domů",
    "_my_orders": "my_orders",
    "current_tab": "Aktuální",
    "history_tab": "Historie",
    "order": "Číslo objednávky",
    "delivery_time": "Doručíme do 1. listopadu",
    "order_time": "Čas objednávky",
    "compilation": "Kompletace",
    "towards": "Na cestě",
    "in_sorting_center": "V třídícím centru",
    "at_the_point": "Na výdejním místě",
    "promotional_code": "Slevový kód",
    "delivered_on": "Doručeno dne ",
    "write_review": "Napsat recenzi",
    "_filtration": "filtration",
    "popularity": "Popularita",
    "rising_price": "Cena vzestupně",
    "price_descending": "Cena sestupně",
    "price_filtr_text": "Cena",
    "min_price": "min. cena",
    "max_price": "max. cena",
    "apply_filtr": "Použít filtr",
    "_mob_filter": "mob_filter",
    "filters": "Filtry",
    "arrange": "Seřadit",
    "according_popularity": "podle popularity",
    "_categories": "",
    "electronics": "Elektronika",
    "clothes and shoes": "Oblečení a obuv",
    "house and garden": "Dům a zahrada",
    "children's goods": "Dětské zboží",
    "luggage": "Zavazadla",
    "beauty and health": "Krása a zdraví",
    "sport and relaxation": "Sport a relaxace",
    "pet products": "Chovatelské potřeby",
    "furniture": "Nábytek",
    "office supplies": "Kancelářské potřeby",
    "toys/games": "Hračky/hry",
    "jewelry": "Šperky",
    "watches": "Hodinky",
    "_for_byers": "for_byers",
    "for_buyers_title": "Pro kupující",
    "how_order": "Jak objednat",
    "pay": "Platba",
    "delivery_for_buyers": "Doprava",
    "return_product": "Vrácení zboží",
    "support": "Podpora",
    "for_sellers_title": "Pro prodejce",
    "how_start_sell": "Jak začít prodávat",
    "delivery_for_seller": "Doprava pro prodejce",
    "seller_rules": "Pravidla pro prodejce",
    "seller_support": "Podpora pro prodejce",
    "about_company_title": "O společnosti",
    "about_us": "O nás",
    "contacts": "Kontakty",
    "work_with_us": "Práce u nás",
    "terms_conditions": "Obchodní podmínky",
    "privacy_policy": "Ochrana osobních údajů",
    "_prod_page": "prod_page",
    "product_description": "Popis produktu",
    "specifications": "Specifikace",
    "reviews": "Recenze",
    "similar_products": "Podobné produkty",
    "add_to_favorites": "Přidat do oblíbených",
    "share": "Sdílet",
    "sku": "Kód produktu",
    "in_stock": "Skladem",
    "out_of_stock": "Není skladem",
    "quantity": "Množství",
    "add_to_cart": "Přidat do košíku",
    "buy_now": "Koupit hned",
    "delivery_info": "Informace o dopravě",
    "free_delivery": "Doprava zdarma",
    "delivery_days": "Doručení za {{count}} dní",
    "_comment_form": "comment_form",
    "write_your_review": "Napište svou recenzi",
    "your_rating": "Vaše hodnocení",
    "comment": "Komentář",
    "send_review": "Odeslat recenzi",
    "_validation": "validation",
    "required_field": "Toto pole je povinné",
    "invalid_email": "Neplatný formát e-mailu",
    "passwords_do_not_match": "Hesla se neshodují",
    "min_length": "Minimální délka je {{count}} znaků",
    "max_length": "Maximální délka je {{count}} znaků",
    "_popups": "popups",
    "product_added_to_cart": "Produkt byl přidán do košíku",
    "removed_from_cart": "Produkt byl odstraněn z košíku",
    "order_success": "Objednávka byla úspěšně dokončena",
    "error_occurred": "Došlo k chybě, zkuste to znovu",
    "noContent": {
        "title": "Momentálně nejsou vybrány žádné položky",
        "desc": "Zkuste stránku znovu načíst nebo počkejte"
    },
    "complaintsProcedure": "Reklamační řád",
    "generalProvisions": {
        "title": "Obecná ustanovení",
        "text1": "Reklamační řád je nedílnou součástí Všeobecných obchodních podmínek prodávajícího Reli Group s.r.o., IČO: 280 03 896, se sídlem Na lysinách 551/34, 147 00 Praha 4, zapsané v obchodním rejstříku vedeném Městským soudem v Praze, oddíl C, vložka 361093 (dále jen „prodávající“ nebo „Reli Group“), a popisuje postup při vyřizování reklamací zboží zakoupeného u společnosti Reli Group.",
        "text2": "Kupující je povinen se před objednáním zboží seznámit s Reklamačním řádem a Všeobecnými obchodními podmínkami (dále jen „VOP“). Kupující dále bere na vědomí, že je povinen poskytnout společnosti Reli Group nezbytnou součinnost pro vyřízení reklamace; jinak se lhůty přiměřeně prodlužují o dobu, po kterou kupující neposkytl požadovanou součinnost.",
        "text3": "Uzavřením kupní smlouvy a převzetím zboží od prodávajícího kupující souhlasí s tímto Reklamačním řádem.",
        "text4": "Definice obsažené v tomto Reklamačním řádu mají přednost před definicemi uvedenými ve VOP. Není-li pojem v tomto Reklamačním řádu definován, rozumí se jím význam uvedený ve VOP. Není-li definován ani tam, rozumí se jím význam, v jakém je používán v právních předpisech.",
        "text5": "V případě uplatnění nároku na službu zakoupenou nebo sjednanou se postup při servisním zásahu řídí výhradně podmínkami příslušné služby."
    },
    "warrantyForQuality": {
        "title": "Záruka za jakost",
        "text1": "Jako doklad o záruce vydává Reli Group ke každému zakoupenému zboží doklad o koupi (fakturu), který obsahuje zákonem požadované údaje nezbytné pro uplatnění záruky (zejména název zboží, délku záruky, cenu, množství, sériové číslo).",
        "text2": "Na výslovnou žádost kupujícího poskytuje Reli Group záruku ve formě záručního listu. Obvykle však, pokud to povaha věci dovoluje, prodávající místo záručního listu vystaví doklad o koupi obsahující uvedené údaje.",
        "text3": "Pokud je to pro poskytnutou záruku nezbytné, Reli Group v záručním listu jasně vysvětlí obsah záruky, uvede její rozsah, podmínky, dobu trvání a způsob uplatnění nároků. Záruční list rovněž uvede, že poskytnutí záruky neovlivňuje práva kupujícího související s koupí věci.",
        "text4": "1. Lhůta pro uplatnění práv z vadného plnění",
        "text5": "Lhůta pro uplatnění práv z vadného plnění začíná běžet dnem převzetí zboží kupujícím, tj. dnem uvedeným na dokladu o koupi nebo záručním listu.",
        "text6_1": "Doba je:",
        "text6_2": "24 měsíců pro nové (včetně nerozbaleného) zboží.",
        "text6_3": "21 měsíců pro téměř nové zboží (téměř nové zboží je použité zboží, které bylo zkontrolováno našimi specialisty a označeno jako takové).",
        "text6_4": "12 měsíců pro použité zboží (použité zboží je takové, které je označeno jako použité nebo servisované bez vady a jeho úplnost nebrání plnému užívání výrobku).",
        "text6_5": "12 měsíců pro repasované zboží (repasované zboží je takové, které je označeno jako „repasované“ a prošlo servisním zásahem našich specialistů).",
        "text7": "U spotřebního zboží (např. kosmetika, drogistické zboží apod.) má kupující právo uplatnit vadu do dvaceti čtyř (24) měsíců, pokud není na zboží uvedeno datum použitelnosti, v takovém případě se lhůta zkracuje pouze do tohoto data uvedeného na obalu.",
        "text8": "Lhůta končí odpovídající datum, které číselně odpovídá datu počátku. Délka lhůty v měsících je uvedena u každého výrobku v obchodě prodávajícího a je dostatečně vyznačena na dokladu o koupi.",
        "text9": "Práva z odpovědnosti za vady zboží, na které se vztahuje záruka za jakost, zanikají, pokud nejsou uplatněna ve stanovené lhůtě. V případě vyřízení reklamace výměnou zboží nezačíná běžet nová lhůta; rozhodující je lhůta, která začala běžet dnem převzetí zboží kupujícím.",
        "text10": "2. Práva z vadného plnění",
        "text11": "Má-li věc vadu, může kupující požadovat její odstranění. Podle své volby může požadovat dodání nové věci bez vad nebo opravu věci, pokud zvolený způsob odstranění vady není nemožný nebo nepřiměřeně nákladný ve srovnání s druhým způsobem, s ohledem na význam vady, hodnotu, kterou by věc měla bez vady, a zda lze vadu odstranit jinak bez podstatných obtíží pro kupujícího.",
        "text12": "Prodávající může odstranit vadu odmítnout, pokud je to nemožné nebo nepřiměřeně nákladné, zejména s ohledem na význam vady a hodnotu, kterou by věc měla bez vady.",
        "text13_1": "Kupující může požadovat přiměřenou slevu nebo odstoupit od smlouvy, pokud:",
        "text13_2": "a) prodávající odmítl odstranit vadu nebo ji neodstranil v souladu s § 2170 odst. 1 a 2;",
        "text13_3": "b) vada se opakovaně vyskytuje;",
        "text13_4": "c) vada představuje podstatné porušení smlouvy;",
        "text13_5": "d) z prohlášení prodávajícího nebo z okolností je zřejmé, že vada nebude odstraněna v přiměřené době nebo bez značných obtíží pro kupujícího.",
        "text14": "Přiměřená sleva se určuje jako rozdíl mezi hodnotou věci bez vady a vadné věci převzaté kupujícím.",
        "text15": "Odstoupí-li kupující od smlouvy, vrátí prodávající kupní cenu kupujícímu bez zbytečného odkladu po převzetí věci nebo poté, co kupující prokáže, že věc byla odeslána.",
        "text16": "3. Jakost při převzetí",
        "text17": "Prodávající odpovídá kupujícímu, že věc při převzetí nemá vady. Zejména odpovídá, že v době převzetí: - Věc má vlastnosti, které si strany ujednaly, a chybí-li taková dohoda, vlastnosti, které prodávající nebo výrobce popsal nebo které kupující očekával s ohledem na povahu zboží a na základě reklamy, kterou provedli. - Věc se hodí k účelu, který prodávající uvádí pro její použití, nebo k účelu, k němuž se věc tohoto druhu obvykle používá. - Věc je v odpovídajícím množství, míře nebo hmotnosti. - Věc vyhovuje požadavkům právních předpisů.",
        "text18": "Projeví-li se vada do jednoho roku od převzetí, má se za to, že věc byla vadná již při převzetí, pokud prodávající neprokáže opak.",
        "text19": "4. Smluvní záruka za jakost",
        "text20": "Nad rámec zákonné lhůty (24 měsíců) může Reli Group poskytnout bezplatný servis v uvedené lhůtě, který se řídí výhradně tímto Reklamačním řádem a zejména podmínkami bezplatného servisu, viz článek VII. Tento bezplatný servis není totožný s placenou službou „Prodloužená záruka“, jejíž podmínky se řídí výhradně podmínkami této služby."
    },
    "warrantyConditions": {
        "title": "Podmínky záruky",
        "text": "Reli Group poskytuje záruku, že prodaná věc je při převzetí kupujícím bez vad. Prodávající zejména odpovídá kupujícímu za to, že v době převzetí věci: (a) má věc vlastnosti, které si strany ujednaly, a při jejich neexistenci takové vlastnosti, které prodávající nebo výrobce popsal nebo které kupující očekával s ohledem na povahu zboží a na základě jimi prováděné reklamy; (b) je věc vhodná k účelu, který prodávající uvedl, nebo k účelu, ke kterému se věc tohoto druhu obvykle používá; (c) je věc v odpovídajícím množství, míře nebo hmotnosti; a (d) vyhovuje požadavkům právních předpisů. Projeví-li se vada do šesti měsíců od převzetí, má se za to, že věc byla vadná již při převzetí. Kupující je oprávněn uplatnit právo z vady, která se vyskytne u spotřebního zboží do dvaceti čtyř měsíců od převzetí, není-li dohodnuta delší doba. Je-li na věci, jejím obalu, v návodu připojeném k věci nebo v reklamě uvedena doba, po kterou lze věc používat, záruční doba neskončí před uplynutím této doby. Ustanovení o záruce za jakost se vztahují také na věc s digitálními vlastnostmi, kdy je digitální obsah nebo služba poskytována nepřetržitě po sjednanou dobu, nejméně však dva roky od převzetí."
    },
    "handlingComplaints": {
        "title": "Vyřizování reklamací",
        "text": "Kupující je povinen zboží ihned po převzetí zkontrolovat a zjištěné vady neprodleně oznámit. Reklamace musí být uplatněna písemně nebo elektronicky, s uvedením identifikačních údajů kupujícího, popisem vady a požadavkem na způsob vyřízení reklamace. Prodávající nebo autorizované servisní středisko posoudí oprávněnost reklamace a rozhodne o jejím přijetí nebo zamítnutí. Je-li reklamace oprávněná, prodávající zboží opraví, vymění nebo vrátí kupní cenu. Prodávající vyřídí reklamaci, včetně odstranění vady, bez zbytečného odkladu, nejpozději do 30 dnů ode dne uplatnění reklamace, pokud se prodávající s kupujícím nedohodnou na delší lhůtě. Po uplynutí této lhůty má kupující stejná práva, jako by se jednalo o podstatné porušení smlouvy. Prodávající vydá kupujícímu písemné potvrzení o tom, kdy byla reklamace uplatněna, jaký je její obsah, jaký způsob vyřízení je požadován, a rovněž potvrzení o datu a způsobu vyřízení reklamace, včetně potvrzení o provedené opravě a její době trvání, nebo písemné odůvodnění zamítnutí reklamace."
    },
    "consumablesAndLifespan": {
        "title": "Spotřební materiál a životnost",
        "text": "Je-li zboží prodáváno za nižší cenu z důvodu vady, pro kterou byla nižší cena dohodnuta, záruka se na tuto vadu nevztahuje. Za vadu se nepovažuje opotřebení způsobené obvyklým užíváním věci. U zboží, které je podléhající zkáze nebo rychlému opotřebení, je záruční doba omezena na dobu uvedenou na obalu takového zboží. Má-li zboží správně fungovat pouze při pravidelné údržbě, je kupující povinen tuto údržbu provádět na vlastní náklady a riziko. Neprovedení potřebné údržby může vést ke ztrátě práv ze záruky. U použitého zboží prodávající neodpovídá za vady odpovídající míře používání nebo opotřebení, které zboží mělo při převzetí kupujícím."
    }
}